{
  "file": "ethnic",
  "count": 163,
  "data": [
    {
      "content": "A German, a Pole and a Czech left camp for a hike through the woods.\nAfter being reported missing a day or two later, rangers found two bears,\none a male, one a female, looking suspiciously overstuffed.  They killed\nthe female, autopsied her, and sure enough, found the German and the Pole.\n\t\"What do you think?\" said the the first ranger.\n\t\"The Czech is in the male,\" replied the second.",
      "sha1": "deedc46234f0fb64370ff68367a1775ef450a6ad"
    },
    {
      "content": "Aberdeen was so small that when the family with the car went\non vacation, the gas station and drive-in theatre had to close.",
      "sha1": "dab82c8efb467a3ebe6138399c3477ce926a484a"
    },
    {
      "content": "According to the Rand McNally Places-Rated Almanac, the best place to live in\nAmerica is the city of Pittsburgh.  The city of New York came in twenty-fifth.\nHere in New York we really don't care too much.  Because we know that we could\nbeat up their city anytime. \n\t\t-- David Letterman",
      "sha1": "6560d508c5efb83003ae34731e1b6982cf146025"
    },
    {
      "content": "\"All snakes who wish to remain in Ireland will please raise their right hands.\"\n\t\t-- Saint Patrick",
      "sha1": "0fc70d4ea89c62419c59b5ebfc8406d477752478"
    },
    {
      "content": "Also, the Scots are said to have invented golf.  Then they had\nto invent Scotch whiskey to take away the pain and frustration.",
      "sha1": "ecff33786dc4e7f503623856b596a7e4131a52ec"
    },
    {
      "content": "alta, v:\tTo change; make or become different; modify.\nansa, v:\tA spoken or written reply, as to a question.\nbaa, n:\t\tA place people meet to have a few drinks.\nBaaston, n:\tThe capital of Massachusetts.\nbaaba, n:\tOne whose business is to cut or trim hair or beards.\nbeea, n:\tAn alcoholic beverage brewed from malt and hops, often\n\t\t\tfound in baas.\ncaaa, n:\tAn automobile.\ncenta, n:\tA point around which something revolves; axis.  (Or\n\t\t\tsomeone involved with the Knicks.)\nchouda, n:\tA thick seafood soup, often in a milk base.\ndada, n:\tInformation, esp. information organized for analysis or\n\t\t\tcomputation.\n\t\t-- Massachewsetts Unabridged Dictionary",
      "sha1": "0cf896173374b0ce24d9349142b7a91743f35853"
    },
    {
      "content": "America was discovered by Amerigo Vespucci and was named after him, until\npeople got tired of living in a place called \"Vespuccia\" and changed its\nname to \"America\".\n\t\t-- Mike Harding, \"The Armchair Anarchist's Almanac\"",
      "sha1": "041dc94b05b13f94ae63ddeddacc8b051f3e459b"
    },
    {
      "content": "America, how can I write a holy litany in your silly mood?\n\t\t-- Allen Ginsberg",
      "sha1": "1d4c0f3d3c5a41928c798a34565ad8adc90fa028"
    },
    {
      "content": "American by birth; Texan by the grace of God.",
      "sha1": "0081a7892ff9e0064027b3a3d821fcf537d81fd5"
    },
    {
      "content": "Americans are people who insist on living in the present, tense.",
      "sha1": "81c19c5497a6da19ce6d1246a721a942bef3384b"
    },
    {
      "content": "Americans' greatest fear is that America will turn out to have been a\nphenomenon, not a civilization.\n\t\t-- Shirley Hazzard, \"Transit of Venus\"",
      "sha1": "a8a713687e5d6754420624342d2f61caeacdbe15"
    },
    {
      "content": "An American is a man with two arms and four wheels.\n\t\t-- A Chinese child",
      "sha1": "ee0e169d42ef5d5dbaa5bf2d40af37e64a0e73de"
    },
    {
      "content": "An Englishman never enjoys himself, except for a noble purpose.\n\t\t-- A.P. Herbert",
      "sha1": "b3cb24fdac4782c107d4a91115a601fe1254d169"
    },
    {
      "content": "Anything anybody can say about America is true.\n\t\t-- Emmett Grogan",
      "sha1": "1902e33fdeaa30bb3764a80603702e002c17cc2a"
    },
    {
      "content": "Armenians and Azerbaijanis in Stepanakert, capital of the Nagorno-Karabakh\nautonomous region, rioted over much needed spelling reform in the Soviet Union.\n\t\t-- P.J. O'Rourke",
      "sha1": "3b686aed1623bef6de88772ef1b7ebbf836f48af"
    },
    {
      "content": "Baseball is a skilled game.  It's America's game - it, and high taxes.\n\t-- The Best of Will Rogers",
      "sha1": "114782f2c6645feba8ccebc672c4e86be264b29c"
    },
    {
      "content": "Bond reflected that good Americans were fine people and that most of them\nseemed to come from Texas.\n\t\t-- Ian Fleming, \"Casino Royale\"",
      "sha1": "036ec98487975f9646b1e8a6fc035f5c411c823b"
    },
    {
      "content": "Boston State House is the hub of the Solar System.  You couldn't pry that out\nof a Boston man if you had the tire of all creation straightened out for a\ncrowbar.\n\t\t-- Oliver Wendell Holmes",
      "sha1": "dbfb8f9da4d9a1daf9f1804d34caef269241d0a4"
    },
    {
      "content": "\tCarol's head ached as she trailed behind the unsmiling Calibrees\nalong the block of booths.  She chirruped at Kennicott, \"Let's be wild!\nLet's ride on the merry-go-round and grab a gold ring!\"\n\tKennicott considered it, and mumbled to Calibree, \"Think you folks\nwould like to stop and try a ride on the merry-go-round?\"\n\tCalibree considered it, and mumbled to his wife, \"Think you'd like\nto stop and try a ride on the merry-go-round?\"\n\tMrs. Calibree smiled in a washed-out manner, and sighed, \"Oh no,\nI don't believe I care to much, but you folks go ahead and try it.\"\n\tCalibree stated to Kennicott, \"No, I don't believe we care to a\nwhole lot, but you folks go ahead and try it.\"\n\tKennicott summarized the whole case against wildness: \"Let's try\nit some other time, Carrie.\"\n\tShe gave it up.\n\t\t-- Sinclair Lewis, \"Main Street\"",
      "sha1": "980589922122feb4ef90ce39ba1b08a5cbc20164"
    },
    {
      "content": "Climate and Surgery\n\tR C Gilchrist, who was shot by J Sharp twelve days ago, and who\nreceived a derringer ball in the right breast, and who it was supposed at\nthe time could not live many hours, was on the street yesterday and the\nday before -- walking several blocks at a time.  To those who design to be\nriddled with bullets or cut to pieces with Bowie-knives, we cordially\nrecommend our Sacramento climate and Sacramento surgery.\n\t\t-- Sacramento Daily Union, September 11, 1861",
      "sha1": "2577242edcdc51fa5318b36c6089574a18186aea"
    },
    {
      "content": "David Letterman's \"Things we can be proud of as Americans\":\n\n\t* Greatest number of citizens who have actually boarded a UFO\n\t* Many newspapers feature \"JUMBLE\"\n\t* Hourly motel rates\n\t* Vast majority of Elvis movies made here\n\t* Didn't just give up right away during World War II\n\t\tlike some countries we could mention\n\t* Goatees & Van Dykes thought to be worn only by weenies\n\t* Our well-behaved golf professionals\n\t* Fabulous babes coast to coast",
      "sha1": "57ef2664a85ee27993d000a4a38d2d6fc822f16a"
    },
    {
      "content": "Decemba, n:\tThe 12th month of the year.\nerra, n:\tA mistake.\nfaa, n:\t\tTo, from, or at considerable distance.\nLinder, n:\tA female name.\nmemba, n:\tTo recall to the mind; think of again.\nNew Hampsha, n:\tA state in the northeast United States.\nNew Yaak, n:\tAnother state in the northeast United States.\nNovemba, n:\tThe 11th month of the year.\nOctoba, n:\tThe 10th month of the year.\nova, n:\t\tLocation above or across a specified position.  What the\n\t\t\tseason is when the Knicks quit playing.\n\t\t-- Massachewsetts Unabridged Dictionary",
      "sha1": "81f3446a79a4d1000f380fbd379a668ea36881dd"
    },
    {
      "content": "Detroit is Cleveland without the glitter.",
      "sha1": "343953f084ea7c208ed74e00030fcb3442b4152a"
    },
    {
      "content": "Do Miami a favor.  When you leave, take someone with you.",
      "sha1": "82c163fa71fa3baeb229d97cab7d3be8a82364ed"
    },
    {
      "content": "Do you know Montana?",
      "sha1": "97c756d248e7bf9f1823674cad4430771b66cfc5"
    },
    {
      "content": "Do you know the difference between a yankee and a damyankee?\n\nA yankee comes south to *_____\b\b\b\b\bvisit*.",
      "sha1": "94dd69f97abb96d554114985e709ade16143035e"
    },
    {
      "content": "Eli and Bessie went to sleep.\nIn the middle of the night, Bessie nudged Eli.\n\t\"Please be so kindly and close the window.  It's cold outside!\"\nHalf asleep, Eli murmured,\n\t\"Nu ... so if I'll close the window, will it be warm outside?\"",
      "sha1": "b80fddaedb3065382a3fc99edc4b179bd8dbc690"
    },
    {
      "content": "Five people -- an Englishman, Russian, American, Frenchman and Irishman\nwere each asked to write a book on elephants.  Some amount of time later they\nhad all completed their respective books.  The Englishman's book was entitled\n\"The Elephant -- How to Collect Them\", the Russian's \"The Elephant -- Vol. I\",\nthe American's \"The Elephant -- How to Make Money from Them\", the Frenchman's\n\"The Elephant -- Its Mating Habits\" and the Irishman's \"The Elephant and\nIrish Political History\".",
      "sha1": "6d3440425fc2d61b06f629b866c2bb56316796de"
    },
    {
      "content": "For some reason a glaze passes over people's faces when you say\n\"Canada\".  Maybe we should invade South Dakota or something.\n\t\t-- Sandra Gotlieb, wife of the Canadian ambassador to the U.S.",
      "sha1": "70408277c42f45d37a2c220ed88ea2bec112ad54"
    },
    {
      "content": "Fortune presents:\n\tUSEFUL PHRASES IN ESPERANTO, #1.\n\n^Cu vi parolas angle?\t\t\tDo you speak English?\nMi ne komprenas.\t\t\tI don't understand.\nVi estas la sola esperantisto kiun mi\tYou're the only Esperanto speaker\n\trenkontas.\t\t\t\tI've met.\nLa ^ceko estas enpo^stigita.\t\tThe check is in the mail.\nOni ne povas, ^gin netrovi.\t\tYou can't miss it.\nMi nur rigardadas.\t\t\tI'm just looking around.\nNu, ^sajnis bona ideo.\t\t\tWell, it seemed like a good idea.",
      "sha1": "9560389324ff19e3154141cef41455ad65efba22"
    },
    {
      "content": "Fortune presents:\n\tUSEFUL PHRASES IN ESPERANTO, #2.\n\n^Cu tiu loko estas okupita?\t\tIs this seat taken?\n^Cu vi ofte venas ^ci-tien?\t\tDo you come here often?\n^Cu mi povas havi via telelonnumeron?\tMay I have your phone number?\nMi estas komputilisto.\t\t\tI work with computers.\nMi legas multe da scienca fikcio.\tI read a lot of science fiction.\n^Cu necesas ke vi eliras?\t\tDo you really have to be going?",
      "sha1": "6437ed9ffb6d9d56c53f0281817183d9f7bc2ffd"
    },
    {
      "content": "Fortune presents:\n\tUSEFUL PHRASES IN ESPERANTO, #5.\n\nMi ^cevalovipus vin se mi havus\t\tI'd horsewhip you if I had a horse.\n\t^cevalon.\nVere vi ^sercas.\t\t\tYou must be kidding.\nNu, parDOOOOOnu min!\t\t\tWell exCUUUUUSE me!\nKiu invitis vin?\t\t\tWho invited you?\nKion vi diris pri mia patrino?\t\tWhat did you say about my mother?\nBu^so^stopu min per kulero.\t\tGag me with a spoon.",
      "sha1": "a0fcc476c96e9d473efde14ad8e743fb0833516d"
    },
    {
      "content": "Gay shlafen:  Yiddish for \"go to sleep\".\n\nNow doesn't \"gay shlafen\" have a softer, more soothing sound than the\nharsh, staccato \"go to sleep\"?  Listen to the difference:\n\t\"Go to sleep, you little wretch!\" ... \"Gay shlafen, darling.\"\nObvious, isn't it?\n\tClearly the best thing you can do for you children is to start\nspeaking Yiddish right now and never speak another word of English as\nlong as you live.  This will, of course, entail teaching Yiddish to all\nyour friends, business associates, the people at the supermarket, and\nso on, but that's just the point.  It has to start with committed\nindividuals and then grow....\n\tSome minor adjustments will have to be made, of course: those\nsigns written in what look like Yiddish letters won't be funny when\neverything is written in Yiddish.  And we'll have to start driving on\nthe left side of the road so we won't be reading the street signs\nbackwards.  But is that too high a price to pay for world peace?\nI think not, my friend, I think not.\n\t\t-- Arthur Naiman, \"Every Goy's Guide to Yiddish\"",
      "sha1": "e5c4fb69c644330faac1f6bf834f9ab912ba9d05"
    },
    {
      "content": "\"Gee, Toto, I don't think we are in Kansas anymore.\"",
      "sha1": "25dcf77b4c9bcd5b4f240c9ca0651aca74887a41"
    },
    {
      "content": "\"God gives burdens; also shoulders\"\n\nJimmy Carter cited this Jewish saying in his concession speech at the\nend of the 1980 election.  At least he said it was a Jewish saying; I\ncan't find it anywhere.  I'm sure he's telling the truth though; why\nwould he lie about a thing like that?\n\t\t-- Arthur Naiman, \"Every Goy's Guide to Yiddish\"",
      "sha1": "7b30230d83ba326dc215070f4f565c052758c973"
    },
    {
      "content": "Good night, Austin, Texas, wherever you are!",
      "sha1": "6e43b2f3046a63cb2af6755f4bcc223bf28c5831"
    },
    {
      "content": "Hating the Yankees is as American as pizza pie, unwed mothers and\ncheating on your income tax.\n\t\t-- Mike Royko",
      "sha1": "d928ccd7e0a92ed7a505c2b1fc9793f3be30c192"
    },
    {
      "content": "Have you seen the latest Japanese camera?  Apparently it is so fast it can\nphotograph an American with his mouth shut!",
      "sha1": "bd79337ca0e9ba910237862c332062e9b61c1db5"
    },
    {
      "content": "Hear about the Californian terrorist that tried to blow up a bus?\nBurned his lips on the exhaust pipe.",
      "sha1": "757239034fa5bfd2ee4a83ba8dde15407f38bcf5"
    },
    {
      "content": "Hear about the young Chinese woman who just won the lottery?\nOne fortunate cookie...",
      "sha1": "095d4cdd63ef7a99e104575ad017381de23bb7d8"
    },
    {
      "content": "\tHere is the fact of the week, maybe even the fact of the month.\nAccording to probably reliable sources, the Coca-Cola people are experiencing\nsevere marketing anxiety in China.\n\tThe words \"Coca-Cola\" translate into Chinese as either (depending\non the inflection) \"wax-fattened mare\" or \"bite the wax tadpole\".\n\tBite the wax tadpole.\n\tThere is a sort of rough justice, is there not?\n\tThe trouble with this fact, as lovely as it is, is that it's hard\nto get a whole column out of it. I'd like to teach the world to bite a wax\ntadpole.  Coke -- it's the real wax-fattened mare.  Not bad, but broad\nsatiric vistas do not open up.\n\t\t-- John Carrol, The San Francisco Chronicle",
      "sha1": "8809ec0d172b2ddc439071542012f4fff6319a51"
    },
    {
      "content": "\"His great aim was to escape from civilization, and, as soon as he had\nmoney, he went to Southern California.\"",
      "sha1": "13a7e2af5947f47e541f083df0a4bca5018a41eb"
    },
    {
      "content": "Historians have now definitely established that Juan Cabrillo, discoverer\nof California, was not looking for Kansas, thus setting a precedent that\ncontinues to this day.\n\t\t-- Wayne Shannon",
      "sha1": "0e3cda338e56737df84975450cb7be5baf28d93a"
    },
    {
      "content": "Houdini escaping from New Jersey!\n\nFilm at eleven.",
      "sha1": "e0bbcc7c17dfec25c84e97ec224c7563a6feeb63"
    },
    {
      "content": "How many priests are needed for a Boston Mass?",
      "sha1": "1bb8caf3b90adf8094a41d136d50141fef2da8bd"
    },
    {
      "content": "I am just a nice, clean-cut Mongolian boy.\n\t-- Yul Brynner, 1956",
      "sha1": "64391e5e1866a0e5c90a29234075b0c5d034cef9"
    },
    {
      "content": "I am, in point of fact, a particularly haughty and exclusive person, of\npre-Adamite ancestral descent.  You will understand this when I tell you\nthat I can trace my ancestry back to a protoplasmal primordial atomic\nglobule.  Consequently, my family pride is something inconceivable.  I\ncan't help it.  I was born sneering.\n\t\t-- Pooh-Bah, \"The Mikado\"",
      "sha1": "eadda051e26c07e05c2e52210d472268d7528ec5"
    },
    {
      "content": "I didn't know he was dead; I thought he was British.",
      "sha1": "f8e2eb6d23b0c03630fb4bf1b1cff3d3f0c8db1e"
    },
    {
      "content": "I have defined the hundred per cent American as ninety-nine per cent an idiot.\n\t\t-- George Bernard Shaw",
      "sha1": "6395fb3ff0a26d87e5c65274531273164e0166d9"
    },
    {
      "content": "I shot an arrow in to the air, and it stuck.\n\t\t-- graffito in Los Angeles\n\nOn a clear day,\nU.C.L.A.\n\t\t-- graffito in San Francisco\n\nThere's so much pollution in the air now that if it weren't for our\nlungs there'd be no place to put it all.\n\t\t-- Robert Orben",
      "sha1": "b9ef23ee29c7d82347415c9e66cc25cce5baac3d"
    },
    {
      "content": "I'm going through my \"I want to go back to New York\" phase today.  Happens\nevery six months or so.  So, I thought, perhaps unwisely, that I'd share\nit with you.  \n\n> In New York in the winter it is million degrees below zero and\n  the wind travels at a million miles an hour down 5th avenue. \n> And in LA it's 72.\n\n> In New York in the summer it is a million degrees and the humidity\n  is a million percent.\n> And in LA it's 72.\n\n> In New York there are a million interesting people.  \n> And in LA there are 72.",
      "sha1": "76be031f61e8b011035a52a101fedfd21503c18f"
    },
    {
      "content": "\"I'm in Pittsburgh.  Why am I here?\"\n\t\t-- Harold Urey, Nobel Laureate",
      "sha1": "97f74522222f86a089e8fc92aeca4653df9ed9c2"
    },
    {
      "content": "If all the Chinese simultaneously jumped into the Pacific off a 10 foot\nplatform erected 10 feet off their coast, it would cause a tidal wave\nthat would destroy everything in this country west of Nebraska.",
      "sha1": "8d13496bdf841f34ded5e71cd7612708f7f8f7c2"
    },
    {
      "content": "Illinois isn't exactly the land that God forgot -- it's more like the\nland He's trying to ignore.",
      "sha1": "dec3c5171e0800f84933649960a444961c026394"
    },
    {
      "content": "In 1880 the French captured Detroit but gave it back ... they couldn't\nget parts.",
      "sha1": "b8a5519b5c0aadd6cefdbc701056681c50b68f59"
    },
    {
      "content": "In America, it's not how much an item costs, it's how much you save.",
      "sha1": "3ef34dec176bdea3dfdea36b955fe6b6c8aa77d4"
    },
    {
      "content": "In any world menu, Canada must be considered the vichyssoise of nations --\nit's cold, half-French, and difficult to stir.\n\t\t-- Stuart Keate",
      "sha1": "831220c04546d315e59778b7d064fdc463c661d1"
    },
    {
      "content": "In California they don't throw their garbage away -- they make it into\ntelevision shows.\n\t\t-- Woody Allen, \"Annie Hall\"",
      "sha1": "2ef4765fde169e77b86247f6c6f712d293477d1f"
    },
    {
      "content": "In Minnesota they ask why all football fields in Iowa have artificial turf.\nIt's so the cheerleaders won't graze during the game.",
      "sha1": "a75299febca6f4bc771f9774e7ee83ec6566f066"
    },
    {
      "content": "Indiana is a state dedicated to basketball.  Basketball, soybeans, hogs and\nbasketball.  Berkeley, needless to say, is not nearly as athletic.  Berkeley\nis dedicated to coffee, angst, potholes and coffee.\n\t\t-- Carolyn Jones",
      "sha1": "3b6b3d1ea64c31b3495d1f85481e9a07b10f332b"
    },
    {
      "content": "Inglish Spocken Hier: some mangled translations\n\n\tSign on a cabin door of a Soviet Black Sea cruise liner:\n\t\tHelpsavering apparata in emergings behold many whistles!\n\t\tAssociate the stringing apparata about the bosums and meet\n\t\tbehind, flee then to the indifferent lifesaveringshippen\n\t\tobedicing the instructs of the vessel.\n\n\tOn the door in a Belgrade hotel:\n\t\tLet us know about any unficiency as well as leaking on\n\t\tthe service. Our utmost will improve it.\n\n\t\t-- Colin Bowles",
      "sha1": "8ccc9352a1cb0b4b3f213a8d991708fb9d544ef7"
    },
    {
      "content": "Inglish Spocken Hier: some mangled translations\n\n\tSign on a cathedral in Spain:\n\t\tIt is forbidden to enter a woman, even a foreigner if\n\t\tdressed as a man.\n\n\tAbove the enterance to a Cairo bar:\n\t\tUnaccompanied ladies not admitted unless with husband\n\t\tor similar.\n\n\tOn a Bucharest elevator:\n\n\t\tThe lift is being fixed for the next days.\n\t\tDuring that time we regret that you will be unbearable.\n\n\t\t-- Colin Bowles",
      "sha1": "f28004a05173f5d0525ef77c57b18be0e0ade0bd"
    },
    {
      "content": "Inglish Spocken Hier: some mangled translations\n\n\tVarious signs in Poland:\n\n\t\tRight turn toward immediate outside.\n\n\t\tGo soothingly in the snow, as there lurk the ski demons.\n\n\t\tFive o'clock tea at all hours.\n\n\tIn a men's washroom in Sidney:\n\n\t\tShake excess water from hands, push button to start,\n\t\trub hands rapidly under air outlet and wipe hands\n\t\ton front of shirt.\n\n\t\t-- Colin Bowles, San Francisco Chronicle",
      "sha1": "5e2d577f4dcd317b53ae591267427bcd3cbf908d"
    },
    {
      "content": "Iowans ask why Minnesotans don't drink more Kool-Aid.  That's because\nthey can't figure out how to get two quarts of water into one of those\nlittle paper envelopes.",
      "sha1": "ad1df19c9e69b43e59be0425e829b00080445acc"
    },
    {
      "content": "Isn't it nice that people who prefer Los Angeles to San Francisco live there?\n\t\t-- Herb Caen",
      "sha1": "40941d6b0396b5c2f44954a5be8851746327f7bc"
    },
    {
      "content": "It's hard to argue that God hated Oklahoma.  If He didn't, why is it so\nclose to Texas?",
      "sha1": "731927067d9c2ee26f26a642cd63c5cb728ccf05"
    },
    {
      "content": "It's not Camelot, but it's not Cleveland, either.\n\t\t-- Kevin White, Mayor of Boston",
      "sha1": "917a8c557b028b77ea44ca467366bc63061bfa6a"
    },
    {
      "content": "It's not enough to be Hungarian; you must have talent too.\n\t\t-- Alexander Korda",
      "sha1": "262c8ce0fc3d8a5541d91c21608b7a68dbf0c530"
    },
    {
      "content": "It's odd, and a little unsettling, to reflect upon the fact that\nEnglish is the only major language in which \"I\" is capitalized; in many\nother languages \"You\" is capitalized and the \"i\" is lower case.\n\t\t-- Sydney J. Harris",
      "sha1": "69456a3fc303fd1bc145fe7dc45a3d26d735b25f"
    },
    {
      "content": "It's really quite a simple choice: Life, Death, or Los Angeles.",
      "sha1": "69d96eb7bbb87d9967b95ea85cb96be0222c8b54"
    },
    {
      "content": "Learning French is trivial: the word for horse is cheval, and everything else\nfollows in the same way.\n\t\t-- Alan J. Perlis",
      "sha1": "2b92d52074e45a54238a835b9b52cdd5cc626312"
    },
    {
      "content": "Like so many Americans, she was trying to construct a life that made\nsense from things she found in gift shops.\n\t\t-- Kurt Vonnegut, Jr.",
      "sha1": "02115060661a5ab391181c38d6f6ba3c657dc441"
    },
    {
      "content": "Likewise, the national appetizer, brine-cured herring with raw onions,\nwins few friends, Germans excepted.\n\t\t-- Darwin Porter \"Scandinavia On $50 A Day\"",
      "sha1": "d7a37ac774b29adc8c8560730cb5821e699e8a4e"
    },
    {
      "content": "Living in LA is like not having a date on Saturday night.\n\t\t-- Candice Bergen",
      "sha1": "90aea1ac7adeecbbcef4756424165060b0606c0c"
    },
    {
      "content": "Living in New York City gives people real incentives to want things that\nnobody else wants.\n\t\t-- Andy Warhol",
      "sha1": "456b551337f9f62ba0cce81fce2ae2ca70fd56d0"
    },
    {
      "content": "Minnesota --\n\thome of the blonde hair and blue ears.\n\tmosquito supplier to the free world.\n\tcome fall in love with a loon.\n\twhere visitors turn blue with envy.\n\tone day it's warm, the rest of the year it's cold.\n\tland of many cultures -- mostly throat.\n\twhere the elite meet sleet.\n\tglove it or leave it.\n\tmany are cold, but few are frozen.\n\tland of the ski and home of the crazed.\n\tland of 10,000 Petersons.",
      "sha1": "d30a16afac4af857c2074c4470bc6cfd756d3176"
    },
    {
      "content": "Moishe Margolies, who weighed all of 105 pounds and stood an even five feet\nin his socks, was taking his first airplane trip. He took a seat next to a\nhulking bruiser of a man who happened to be the heavyweight champion of\nthe world.  Little Moishe was uneasy enough before he even entered the plane,\nbut now the roar of the engines and the great height absolutely terrified him.\nSo frightened did he become that his stomach turned over and he threw up all\nover the muscular giant siting beside him.  Fortunately, at least for Moishe,\nthe man was sound asleep.  But now the little man had another problem.  How in\nthe world would he ever explain the situation to the burly brute when he\nawakened?  The sudden voice of the stewardess on the plane's intercom, finally\nwoke the bruiser, and Moishe, his heart in his mouth, rose to the occasion.\n\t\"Feeling better now?\" he asked solicitously.",
      "sha1": "e6963985f022bb06e745ab5a1419d067b4b61943"
    },
    {
      "content": "Monterey... is decidedly the pleasantest and most civilized-looking place\nin California ... [it] is also a great place for cock-fighting, gambling\nof all sorts, fandangos, and various kinds of amusements and knavery.\n\t\t-- Richard Henry Dama, \"Two Years Before the Mast\", 1840",
      "sha1": "749b807d985575dbd380ccb4e9f1974cfbfbbd99"
    },
    {
      "content": "Most Texans think Hanukkah is some sort of duck call.\n\t\t-- Richard Lewis",
      "sha1": "b3f529bde65cc98ecf2bb396bd54a04245f5d0ed"
    },
    {
      "content": "My godda bless, never I see sucha people.\n\t\t-- Signor Piozzi, quoted by Cecilia Thrale",
      "sha1": "4961850475863c7c5f31e930fb6f7430a0d16e3d"
    },
    {
      "content": "New York is real.  The rest is done with mirrors.",
      "sha1": "b8fce40bfe4803129fa207c2415d8809d0074b40"
    },
    {
      "content": "New York now leads the world's great cities in the number of people around\nwhom you shouldn't make a sudden move.\n\t\t-- David Letterman",
      "sha1": "0474f20cba197aefae4dc0cc4e962f254154d07d"
    },
    {
      "content": "No matter what other nations may say about the United States,\nimmigration is still the sincerest form of flattery.",
      "sha1": "4c51300b28fc5dab1ec11614d59416646480a106"
    },
    {
      "content": "\"Now the Lord God planted a garden East of Whittier in a place called\nYorba Linda, and out of the ground he made to grow orange trees that\nwere good for food and the fruits thereof he labeled SUNKIST ...\"\n\t\t-- \"The Begatting of a President\"",
      "sha1": "4a674117f338eaaf5053cfdebf5406a766d9232e"
    },
    {
      "content": "On the night before her family moved from Kansas to California, the little\ngirl knelt by her bed to say her prayers.  \"God bless Mommy and Daddy and\nKeith and Kim,\" she said.  As she began to get up, she quickly added, \"Oh,\nand God, this is goodbye.  We're moving to Hollywood.\"",
      "sha1": "ac8dcb2f373c65d53e85ca0a5662df9daefa8dd0"
    },
    {
      "content": "On the whole, I'd rather be in Philadelphia.\n\t\t-- W.C. Fields' epitaph",
      "sha1": "0e599de0daf0ff2586088c4517b20e8a380db72d"
    },
    {
      "content": "One of the rules of Busmanship, New York style, is never surrender your\nseat to another passenger.  This may seem callous, but it is the best\nway, really.  If one passenger were to give a seat to someone who fainted\nin the aisle, say, the others on the bus would become disoriented and\nimagine they were in Topeka Kansas.",
      "sha1": "99c8d4daea27ba27a27d5b428be8d51792ba99cf"
    },
    {
      "content": "paak, n:\tA stadium or inclosed playing field. To put or leave (a\n\t\t\ta vehicle) for a time in a certain location.\npatato, n:\tThe starchy, edible tuber of a widely cultivated plant.\nSeptemba, n:\tThe 9th month of the year.\nshua, n:\tHaving no doubt; certain.\nsista, n:\tA female having the same mother and father as the speaker.\ntamato, n:\tA fleshy, smooth-skinned reddish fruit eaten in salads\n\t\t\tor as a vegetable.\ntroopa, n:\tA state policeman.\nWista, n:\tA city in central Masschewsetts.\nyaad, n:\tA tract of ground adjacent to a building.\n\t\t-- Massachewsetts Unabridged Dictionary",
      "sha1": "e8e1ed40e11cf27688d72e574ff378a6e416c613"
    },
    {
      "content": "Perhaps, after all, America never has been discovered.  I myself would\nsay that it had merely been detected.\n\t\t-- Oscar Wilde",
      "sha1": "8a449172c45569a13c71cd5211e2c5190f6e03a5"
    },
    {
      "content": "Philadelphia is not dull -- it just seems so because it is next to\nexciting Camden, New Jersey.",
      "sha1": "a718dba0198cd880ec3a7f652663a4af1811f83a"
    },
    {
      "content": "Providence, New Jersey, is one of the few cities where Velveeta cheese\nappears on the gourmet shelf.",
      "sha1": "d2156e6024977161f037b65d0cc21eb37c007f05"
    },
    {
      "content": "Roumanian-Yiddish cooking has killed more Jews than Hitler.\n\t\t-- Zero Mostel",
      "sha1": "fb6912a9981575d91d1da337f922f041f7edf570"
    },
    {
      "content": "San Francisco isn't what it used to be, and it never was.\n\t\t-- Herb Caen",
      "sha1": "da7f104e203dd2693de679ed3f35b7ee918fedff"
    },
    {
      "content": "Seattle is so wet that people protect their property with watch-ducks.",
      "sha1": "d696b7b57bd6438738601b8a49917ac15099db50"
    },
    {
      "content": "Seems that a pollster was taking a worldwide opinion poll.\nHer question was, \"Excuse me; what's your opinion on the meat shortage?\"\n\nIn Texas, the answer was \"What's a shortage?\"\nIn Poland, the answer was \"What's meat?\"\nIn the Soviet Union, the answer was \"What's an opinion?\"\nIn New York City, the answer was \"What's excuse me?\"",
      "sha1": "6b4f4d916cfc4c462225afbca201af0581216026"
    },
    {
      "content": "\tSome 1500 miles west of the Big Apple we find the Minneapple, a\nhaven of tranquility in troubled times.  It's a good town, a civilized town.\nA town where they still know how to get your shirts back by Thursday.  Let\nthe Big Apple have the feats of \"Broadway Joe\" Namath.  We have known the\nstolid but steady Killebrew.  Listening to Cole Porter over a dry martini\nmay well suit those unlucky enough never to have heard the Whoopee John Polka\nBand and never to have shared a pitcher of 3.2 Grain Belt Beer.  The loss is\ntheirs.  And the Big Apple has yet to bake the bagel that can match peanut\nbutter on lefse.  Here is a town where the major urban problem is dutch elm\ndisease and the number one crime is overtime parking.  We boast more theater\nper capita than the Big Apple.  We go to see, not to be seen.  We go even\nwhen we must shovel ten inches of snow from the driveway to get there.  Indeed\nthe winters are fierce.  But then comes the marvel of the Minneapple summer.\nPeople flock to the city's lakes to frolic and rejoice at the sight of so\nmuch happy humanity free from the bonds of the traditional down-filled parka.\nHere's to the Minneapple.  And to its people.  Our flair for style is balanced\nby a healthy respect for wind chill factors.\n\tAnd we always, always eat our vegetables.\n\tThis is the Minneapple.",
      "sha1": "bdd7d48345e6094cc3618645f50615ee7fa6b580"
    },
    {
      "content": "Someone did a study of the three most-often-heard phrases in New York\nCity.  One is \"Hey, taxi.\"  Two is, \"What train do I take to get to\nBloomingdale's?\"  And three is, \"Don't worry.  It's just a flesh wound.\"\n\t\t-- David Letterman",
      "sha1": "f4aa923caf6850c5eec1cbf0885367dfc9e791e5"
    },
    {
      "content": "\t\"Somewhere\", said Father Vittorini, \"did Blake not speak of the\nMachineries of Joy?  That is, did not God promote environments, then\nintimidate these Natures by provoking the existence of flesh, toy men and\nwomen, such as are we all?  And thus happily sent forth, at our best, with\ngood grace and fine wit, on calm noons, in fair climes, are we not God's\nMachineries of Joy?\"\n\t\"If Blake said that\", said Father Brian, \"he never lived in Dublin.\"\n\t\t-- R. Bradbury, \"The Machineries of Joy\"",
      "sha1": "f66b4f80b0f6dc118caab6a3dc53561f811ca49a"
    },
    {
      "content": "The Almighty in His infinite wisdom did not see fit to create Frenchmen\nin the image of Englishmen.\n\t\t-- Winston Churchill, 1942",
      "sha1": "9e0af683ae24e9e875f6b4c0855cb2916b4cab2b"
    },
    {
      "content": "The American nation in the sixth ward is a fine people; they love the\neagle -- on the back of a dollar.\n\t\t-- Finlay Peter Dunne",
      "sha1": "94c541f4a2b4d29cfea9f92aa3740a2ca0481a7f"
    },
    {
      "content": "The Anglo-Saxon conscience does not prevent the Anglo-Saxon from\nsinning, it merely prevents him from enjoying his sin.\n\t\t--Salvador De Madariaga",
      "sha1": "8c63d27820f47ccedb008d92a6b47245e3b3d7ff"
    },
    {
      "content": "The best case:\t   Get salary from America, build a house in England,\n\t\t\tlive with a Japanese wife, and eat Chinese food.\nPretty good case:  Get salary from England, build a house in America,\n\t\t\tlive with a Chinese wife, and eat Japanese food.\nThe worst case:    Get salary from China, build a house in Japan,\n\t\t\tlive with a British wife, and eat American food.\n\t\t--Bungei Shunju, a popular Japanese magazine",
      "sha1": "fd7e7f06b23ecfdb39b03096c528694f10a0c27b"
    },
    {
      "content": "The best thing that comes out of Iowa is I-80.",
      "sha1": "d4548d500d805ad86771698a01603d5cd8bed845"
    },
    {
      "content": "The big cities of America are becoming Third World countries.\n\t\t-- Nora Ephron",
      "sha1": "aaf51bd72c36d5297712b5dc3c3def7e0a6d31b1"
    },
    {
      "content": "The British are coming!  The British are coming!",
      "sha1": "655bde071820e0de4727a5bd9ba426cf353914f4"
    },
    {
      "content": "The climate of Bombay is such that its inhabitants have to live elsewhere.",
      "sha1": "5d3ee7ad40a35ade33ead255a7f185cc9f43f4da"
    },
    {
      "content": "The curse of the Irish is not that they don't know the words to a song --\nit's that they know them *___\b\b\ball*.\n\t\t-- Susan Dooley",
      "sha1": "49d87eb1fec6bbd6e5256bcaef2071c22ebfdab6"
    },
    {
      "content": "The Czechs announced after Sputnik that they, too, would launch a satellite.\nOf course, it would orbit Sputnik, not Earth!",
      "sha1": "9e4c1044103e88964aabc533b3ab0b6ea38f2278"
    },
    {
      "content": "The difference between America and England is that the English think 100\nmiles is a long distance and the Americans think 100 years is a long time.",
      "sha1": "0f3b0c8633ea1a3bdd99d45ab7e93f7ab8763480"
    },
    {
      "content": "The egg cream is psychologically the opposite of circumcision -- it\n*pleasurably* reaffirms your Jewishness.\n\t\t-- Mel Brooks",
      "sha1": "0d95d67420686e8f1c48ef10ff22f2aeb000749d"
    },
    {
      "content": "The English country gentleman galloping after a fox -- the unspeakable\nin full pursuit of the uneatable.\n\t\t-- Oscar Wilde, \"A Woman of No Importance\"",
      "sha1": "76c61e508f9ed6e5e5f5dabbe9f83a2fea2a0ccc"
    },
    {
      "content": "The English have no respect for their language, and will not teach\ntheir children to speak it.\n\t\t-- G. B. Shaw",
      "sha1": "a6dcab25f1c8f36f614da59d4cb3f03418977686"
    },
    {
      "content": "The English instinctively admire any man who has no talent and is modest\nabout it.\n\t\t-- James Agate, British film and drama critic",
      "sha1": "90716b89bab283386537c22dc792c5ac5c7000be"
    },
    {
      "content": "[The French Riviera is] a sunny place for shady people.\n\t\t-- Somerset Maugham",
      "sha1": "ad4c50a8cac28cb8e010e27f51e1b7abcf30a59f"
    },
    {
      "content": "The geographical center of Boston is in Roxbury.  Due north of the\ncenter we find the South End.  This is not to be confused with South\nBoston which lies directly east from the South End.  North of the South\nEnd is East Boston and southwest of East Boston is the North End.",
      "sha1": "3dad65bb66a8ff3b0dd17610c13c0f93ea86760d"
    },
    {
      "content": "The goys have proven the following theorem...\n\t\t-- Physicist John von Neumann, at the start of a classroom\n\t\t   lecture.",
      "sha1": "d22fcd74d48d60de1423ce5ec32d79fac3a3ee04"
    },
    {
      "content": "\tThe Martian landed his saucer in Manhattan, and immediately upon \nemerging was approached by a panhandler.  \"Mister,\" said the man, \"can I \nhave a quarter?\"\n\tThe Martian asked, \"What's a quarter?\"\n\tThe panhandler thought a minute, brightened, then said, \"You're \nright!  Can I have a dollar?\"",
      "sha1": "21765f8df53595e5f69a643731261910728bc8bf"
    },
    {
      "content": "The mosquito is the state bird of New Jersey.\n\t\t-- Andy Warhol",
      "sha1": "a222e47a010ee4fcc49ec86d7318b1b12ada5e19"
    },
    {
      "content": "The most common given name in the world is Mohammad; the most common\nfamily name in the world is Chang.  Can you imagine the enormous number\nof people in the world named Mohammad Chang?\n\t\t-- Derek Wills",
      "sha1": "2a94a43078f59a6fb05e6a48eea71591dd2cfd5a"
    },
    {
      "content": "The only cultural advantage LA has over NY is that you can make a right\nturn on a red light.\n\t\t-- Woody Allen",
      "sha1": "b14a754c6089be93aa72d2f517b0c74d09916971"
    },
    {
      "content": "The San Diego Freeway.  Official Parking Lot of the 1984 Olympics!",
      "sha1": "4d2e3249bc9f39e8b67a465e83c1d6bae02846c0"
    },
    {
      "content": "The trouble is, there is an endless supply of White Men, but there has\nalways been a limited number of Human Beings.\n\t\t-- Little Big Man",
      "sha1": "02e2352a135d33f81745c7852f4ce5f87da96a24"
    },
    {
      "content": "\tThe world's most avid baseball fan (an Aggie) had arrived at the\nstadium for the first game of the World Series only to realize he had left\nhis ticket at home.  Not wanting to miss any of the first inning, he went\nto the ticket booth and got in a long line for another seat.  After an hour's\nwait he was just a few feet from the booth when a voice called out, \"Hey,\nDave!\"  The Aggie looked up, stepped out of line and tried to find the owner\nof the voice -- with no success.   Then he realized he had lost his place in\nline and had to wait all over again.  When the fan finally bought his ticket,\nhe was thirsty, so he went to buy a drink.  The line at the concession stand\nwas long, too, but since the game hadn't started he decided to wait.  Just as\nhe got to the window, a voice called out, \"Hey, Dave!\"  Again the Aggie tried\nto find the voice -- but no luck.  He was very upset as he got back in line\nfor his drink.  Finally the fan went to his seat, eager for the game to begin.\nAs he waited for the pitch, he heard the voice calling, \"Hey Dave!\" once more.\nFurious, he stood up and yelled at the top of his lungs,  \"My name isn't Dave!\"",
      "sha1": "4b989f5798beedb8bb306f879a4b3ee8dbd87fa7"
    },
    {
      "content": "Then there was the Formosan bartender named Taiwan-On.",
      "sha1": "6bb06db311294dbd65bff6ffafa1390b31ee6815"
    },
    {
      "content": "There *__\b\bis* intelligent life on Earth, but I leave for Texas on Monday.",
      "sha1": "aea0cf504bad3373c0e8848eb9821732eaf53a3e"
    },
    {
      "content": "There are people who find it odd to eat four or five Chinese meals\nin a row; in China, I often remind them, there are a billion or so\npeople who find nothing odd about it.\n\t\t-- Calvin Trillin",
      "sha1": "999fd2d0db23fbe707fb38582030b18277a23029"
    },
    {
      "content": "There is nothing wrong with Southern California that a rise in the\nocean level wouldn't cure.\n\t\t-- Ross MacDonald",
      "sha1": "7659c331dc4987c8a73889fb35658aa40c290c73"
    },
    {
      "content": "There must be at least 500,000,000 rats in the United States; of course,\nI never heard the story before.",
      "sha1": "2ae992d860d35c7d21edfe70f28171d3a51d39f5"
    },
    {
      "content": "\tThere once was this swami who lived above a delicatessan.  Seems one\nday he decided to stop in downstairs for some fresh liver.  Well, the owner\nof the deli was a bit of a cheap-skate, and decided to pick up a little extra\nchange at his customer's expense.  Turning quietly to the counterman, he\nwhispered, \"Weigh down upon the swami's liver!\"",
      "sha1": "d28edc0056f668192ee3cfdac781fc007ae0c767"
    },
    {
      "content": "There was this New Yorker that had a lifelong ambition to be an Texan.\nFortunately, he had an Texan friend and went to him for advice.  \"Mike,\nyou know I've always wanted to be a Texan.  You're a *____\b\b\b\breal* Texan, what\nshould I do?\"\n\t\"Well,\" answered Mike, \"The first thing you've got to do is look\nlike a Texan.  That means you have to dress right.  The second thing\nyou've got to do is speak in a southern drawl.\"\n\t\"Thanks, Mike, I'll give it a try,\" replied the New Yorker.\n\tA few weeks passed and the New Yorker saunters into a store dressed\nin a ten-gallon hat, cowboy boots, Levi jeans and a bandanna.  \"Hey, there,\npardner, I'd like some beef, not too rare, and some of them fresh biscuits,\"\nhe tells the counterman.\n\tThe guy behind the counter takes a long look at him and then says,\n\"You must be from New York.\"\n\tThe New Yorker blushes, and says, \"Well, yes, I am.  How did\nyou know?\"\n\t\"Because this is a hardware store.\"",
      "sha1": "f9930d8f3cfdb4bce241c7b066d4ae5876ad7e76"
    },
    {
      "content": "There's just something I don't like about Virginia; the state.",
      "sha1": "f648e8c70ab3e8bb8acc53dcb360c62db1088ce9"
    },
    {
      "content": "There's something different about us -- different from people of Europe,\nAfrica, Asia ... a deep and abiding belief in the Easter Bunny.\n\t\t-- G. Gordon Liddy",
      "sha1": "d9733b5efd27c113a6b8057ea549d9e8fc35cca8"
    },
    {
      "content": "Three Midwesterners, a Kansan, a Missourian and an Iowan,\nall appearing on a quiz program, were asked to complete this sentence:\n\"Old MacDonald had a . . .\"\n\n\t\"Old MacDonald had a carburetor,\" answered the Kansan.\n\t\"Sorry, that's wrong,\" the game show host said.\n\t\"Old MacDonald had a free brake alignment down at the\n\t\tservice station,\" said the Missourian.\n\t\"Wrong.\"\n\t\"Old MacDonald had a farm,\" said the Iowan.\n\t\"CORRECT!\" shouts the quizmaster.  \"Now for $100,000, spell 'farm.'\"\n\t\"Easy,\" said the Iowan. \"E-I-E-I-O.\"",
      "sha1": "dd0efe897c967347973654c99216df236258500f"
    },
    {
      "content": "Tip the world over on its side and everything loose will land in Los Angeles.\n\t\t-- Frank Lloyd Wright",
      "sha1": "6892d72e2d9f11bdd81793762b03d68447d96920"
    },
    {
      "content": "To a Californian, a person must prove himself criminally insane before he\nis allowed to drive a taxi in New York.  For New York cabbies, honesty and\nstopping at red lights are both optional.\n\t-- From \"East vs. West: The War Between the Coasts",
      "sha1": "946984682c71dade14d2811d5a5133e5cb3cc364"
    },
    {
      "content": "To a Californian, all New Yorkers are cold; even in heat they rarely go\nabove fifty-eight degrees.  If you collapse on a street in New York, plan\nto spend a few days there.\n\t-- From \"East vs. West: The War Between the Coasts",
      "sha1": "0b627b28657cb5a76a52b92ee56f3aa997df5a2a"
    },
    {
      "content": "To a Californian, the basic difference between the people and the pigeons\nin New York is that the pigeons don't shit on each other.\n\t-- From \"East vs. West: The War Between the Coasts",
      "sha1": "56f4a4483efd8f9cef3dff86aa155a0abc9d6a67"
    },
    {
      "content": "To a New Yorker, all Californians are blond, even the blacks.  There are,\nin fact, whole neighborhoods that are zoned only for blond people.  The\nonly way to tell the difference between California and Sweden is that the\nSwedes speak better English.\"\n\t-- From \"East vs. West: The War Between the Coasts",
      "sha1": "608ec5c916cc379cfa7e4f950a439ef4bbde75d9"
    },
    {
      "content": "To a New Yorker, the only California houses on the market for less than a\nmillion dollars are those on fire.  These generally go for six hundred\nthousand.\n\t-- From \"East vs. West: The War Between the Coasts",
      "sha1": "1507806ddb23ef63e2c26b479797f71343201f96"
    },
    {
      "content": "To be happy one must be a) well fed, unhounded by sordid cares, at ease in\nZion, b) full of a comfortable feeling of superiority to the masses of one's\nfellow men, and c) delicately and unceasingly amused according to one's taste.\nIt is my contention that, if this definition be accepted, there is no country\nin the world wherein a man constituted as I am -- a man of my peculiar\nweaknesses, vanities, appetites, and aversions -- can be so happy as he can\nbe in the United States.  Going further, I lay down the doctrine that it is\na sheer physical impossibility for such a man to live in the United States\nand not be happy.\n\t\t-- H.L. Mencken, \"On Being An American\"",
      "sha1": "9a7e014a4985604c32fe6ff591de39e28399f98d"
    },
    {
      "content": "To know Edina is to reject it.\n\t\t-- Dudley Riggs, \"The Year the Grinch Stole the Election\"",
      "sha1": "00cfacf7466087c9965c1b8cd75a2e5ef3645d9a"
    },
    {
      "content": "Toto, I don't think we're in Kansas anymore.\n\t\t-- Judy Garland, \"Wizard of Oz\"",
      "sha1": "61a208ff7c348514d6d9c418bc150037f2c86b56"
    },
    {
      "content": "Tourists -- have some fun with New York's hard-boiled cabbies.  When you\nget to your destination, say to your driver, \"Pay?  I was hitch-hiking.\"\n\t\t-- David Letterman",
      "sha1": "4b6806e5404cb106cfe7197bf0a5d57213c02c22"
    },
    {
      "content": "Traffic signals in New York are just rough guidelines.\n\t\t-- David Letterman",
      "sha1": "97eb1f0d54ef254af9c03fc6c1e1a0c8b5f1812c"
    },
    {
      "content": "Traveling through New England, a motorist stopped for gas in a tiny village.\n\"What's this place called?\" he asked the station attendant.\n\t\"All depends,\" the native drawled.  \"Do you mean by them that has\nto live in this dad-blamed, moth-eaten, dust-covered, one-hoss dump, or\nby them that's merely enjoying its quaint and picturesque rustic charms\nfor a short spell?\"",
      "sha1": "cfa273595530ad855819d1ab0cba193d3c6a7868"
    },
    {
      "content": "Visit beautiful Vergas, Minnesota.",
      "sha1": "c5ca1eb376b4a324e3f697b2eee94228b87a3d11"
    },
    {
      "content": "Visit beautiful Wisconsin Dells.",
      "sha1": "1464823642f3b3d67951851aba6d0f54453cd1d1"
    },
    {
      "content": "Visit[1] the beautiful Smoky Mountains!\n\n[1] visit, v.:\n\tCome for a week, spend too much money and pay lots of hidden taxes,\n\tthen leave.  We'll be happy to see your money again next year.\n\tYou can save time by simply sending the money, if you're too busy.",
      "sha1": "4a234b5212585500860b2d3a274dd10b07fa1d73"
    },
    {
      "content": "We don't care how they do it in New York.",
      "sha1": "c9d18ddba6cd67f98647e1f75c85b0e2d994117e"
    },
    {
      "content": "Welcome to Lake Wobegon, where all the men are strong, the women are pretty,\nand the children are above-average.\n\t\t-- Garrison Keillor",
      "sha1": "2ca5cba7ef686382c83c0c515305c21b21d5ff86"
    },
    {
      "content": "What kind of sordid business are you on now?  I mean, man, whither\ngoest thou?  Whither goest thou, America, in thy shiny car in the night?\n\t\t-- Jack Kerouac",
      "sha1": "d0b5729414aeaf1a0e8fd752083a2325fca32bba"
    },
    {
      "content": "Whatever doesn't succeed in two months and a half in California will\nnever succeed.\n\t\t-- Rev. Henry Durant, founder of the University of California",
      "sha1": "bd1d1051fc2527f0bd684fa2e53be26e329e2677"
    },
    {
      "content": "When a man is tired of London, he is tired of life.\n\t\t-- Samuel Johnson",
      "sha1": "49546235569af10b0942276f2f0574cc84a1b205"
    },
    {
      "content": "When does summertime come to Minnesota, you ask?  Well, last year, I\nthink it was a Tuesday.",
      "sha1": "0df6adc3d7d947b9f85c2c5718fb9e21b7f54384"
    },
    {
      "content": "When I first arrived in this country I had only fifteen cents in my pocket\nand a willingness to compromise.\n\t\t-- Weber cartoon caption",
      "sha1": "057f1835ef5e48c3de6e4c9a5d6d69c470167575"
    },
    {
      "content": "When I saw a sign on the freeway that said, \"Los Angeles 445 miles,\" I said\nto myself, \"I've got to get out of this lane.\"\n\t\t-- Franklyn Ajaye",
      "sha1": "40a493e2f487f25bd560cfde450a160e53d9424f"
    },
    {
      "content": "When you become used to never being alone, you may consider yourself\nAmericanized.",
      "sha1": "e5019c87b00ce9f9d822690be21264e4d4db44aa"
    },
    {
      "content": "Would the last person to leave Michigan please turn out the lights?",
      "sha1": "6367568ef11eda342df40244edb37744036decfc"
    },
    {
      "content": "Yawd [noun, Bostonese]:  the campus of Have Id.\n\t\t-- Webster's Unafraid Dictionary",
      "sha1": "4216ea0974bdf7c1df295b42524e309a8a040c19"
    },
    {
      "content": "Yes, I've now got this nice little apartment in New York, one of those\nL-shaped ones.  Unfortunately, it's a lower case l.\n\t\t-- Rita Rudner",
      "sha1": "4c8387d1a2dea38e5d84880b0483772950001672"
    },
    {
      "content": "You always have the option of pitching baseballs at empty spray paint cans\nin a cul-de-sac in a Cleveland suburb.",
      "sha1": "f38208c4221360c38a163960efe9f6a6c7106201"
    },
    {
      "content": "You don't move to Edina, you achieve Edina.\n\t\t-- Guindon",
      "sha1": "156ea06c39dedf3a110d9ef9d9eae6e5e384c4da"
    },
    {
      "content": "You know you're in a small town when...\n\tYou don't use turn signals because everybody knows where you're going.\n\tYou're born on June 13 and your family receives gifts from the local\n\t\tmerchants because you're the first baby of the year.\n\tEveryone knows whose credit is good, and whose wife isn't.\n\tYou speak to each dog you pass, by name... and he wags his tail.\n\tYou dial the wrong number, and talk for 15 minutes anyway.\n\tYou write a check on the wrong bank and it covers you anyway.\n%",
      "sha1": "72da4b402d798fd4f4d7ae895a75961a072d0466"
    }
  ]
}