{
  "file": "humorists",
  "count": 196,
  "data": [
    {
      "content": "A black cat crossing your path signifies that the animal is going somewhere.\n\t\t-- Groucho Marx",
      "sha1": "86c57903acbd182cbecbf8b974d51decd63e3c65"
    },
    {
      "content": "A friend of mine is into Voodoo Acupuncture.  You don't have to go.\nYou'll just be walking down the street and...  Ooohh, that's much better.\n\t\t-- Steven Wright",
      "sha1": "2a85c75cb46e16b21d54eb728160a0ec497c31ad"
    },
    {
      "content": "A large spider in an old house built a beautiful web in which to catch flies.\nEvery time a fly landed on the web and was entangled in it the spider devoured\nhim, so that when another fly came along he would think the web was a safe and\nquiet place in which to rest.  One day a fairly intelligent fly buzzed around\nabove the web so long without lighting that the spider appeared and said,\n\"Come on down.\"  But the fly was too clever for him and said, \"I never light\nwhere I don't see other flies and I don't see any other flies in your house.\"\nSo he flew away until he came to a place where there were a great many other\nflies.  He was about to settle down among them when a bee buzzed up and said,\n\"Hold it, stupid, that's flypaper.  All those flies are trapped.\"  \"Don't be\nsilly,\" said the fly, \"they're dancing.\"  So he settled down and became stuck\nto the flypaper with all the other flies.\n\nMoral:  There is no safety in numbers, or in anything else.\n\t\t-- James Thurber, \"The Fairly Intelligent Fly\"",
      "sha1": "693222b59e5a5f396d3c42239322248d1f78bd5c"
    },
    {
      "content": "A lot of people are afraid of heights.  Not me.  I'm afraid of widths.\n\t\t-- Steven Wright",
      "sha1": "05bcd55bbf628051c7de8a32827cd61950117d90"
    },
    {
      "content": "\tA MODERN FABLE\n\nAesop's fables and other traditional children's stories involve allegory\nfar too subtle for the youth of today.  Children need an updated message\nwith contemporary circumstance and plot line, and short enough to suit\ntoday's minute attention span.\n\n\tThe Troubled Aardvark\n\nOnce upon a time, there was an aardvark whose only pleasure in life was\ndriving from his suburban bungalow to his job at a large brokerage house\nin his brand new 4x4.  He hated his manipulative boss, his conniving and\nunethical co-workers, his greedy wife, and his snivelling, spoiled\nchildren.  One day, the aardvark reflected on the meaning of his life and\nhis career and on the unchecked, catastrophic decline of his nation, its\npathetic excuse for leadership, and the complete ineffectiveness of any\npersonal effort he could make to change the status quo.  Overcome by a\nwave of utter depression and self-doubt, he decided to take the only\ncourse of action that would bring him greater comfort and happiness: he\ndrove to the mall and bought imported consumer electronics goods.\n\nMORAL OF THE STORY:  Invest in foreign consumer electronics manufacturers.\n\t\t-- Tom Annau",
      "sha1": "70e6434e9b0bee676b6b239f8a7606e6edff841e"
    },
    {
      "content": "A possum must be himself, and being himself he is honest.\n\t\t-- Walt Kelly",
      "sha1": "58661aa4e07d11c221b3aa0a4a92718c9065ed2f"
    },
    {
      "content": "\"A power so great, it can only be used for Good or Evil!\"\n\t\t-- Firesign Theatre, \"The Giant Rat of Summatra\"",
      "sha1": "9cdba7df2a4ce72e8b8db1c4ecc2d50ff4fa5a2d"
    },
    {
      "content": "\t\tAccidents cause History.\n\nIf Sigismund Unbuckle had taken a walk in 1426 and met Wat Tyler, the\nPeasant's Revolt would never have happened and the motor car would not\nhave been invented until 2026, which would have meant that all the oil\ncould have been used for lamps, thus saving the electric light bulb and\nthe whale, and nobody would have caught Moby Dick or Billy Budd.\n\t\t-- Mike Harding, \"The Armchair Anarchist's Almanac\"",
      "sha1": "43cb6b09cd723174959c38f963d5aba158a012c6"
    },
    {
      "content": "All men are mortal.  Socrates was mortal.  Therefore, all men are Socrates.\n\t\t-- Woody Allen",
      "sha1": "8517017dae7ccd8fceda074af3e710fffe65f982"
    },
    {
      "content": "All of the people in my building are insane.  The guy above me designs\nsynthetic hairballs for ceramic cats.  The lady across the hall tried to\nrob a department store... with a pricing gun...  She said, \"Give me all\nof the money in the vault, or I'm marking down everything in the store.\"\n\t\t-- Steven Wright",
      "sha1": "a5ca9189964da0eefc2e2d7edba01bdb05b3dacd"
    },
    {
      "content": "And now for something completely different.",
      "sha1": "b14c54b8992d083f40833953c9f9d984778cd91c"
    },
    {
      "content": "And now for something completely the same.",
      "sha1": "226d2fb0d3588c419a80e21ad92264afbe7b1ca2"
    },
    {
      "content": "\t\"Are you sure you're not an encyclopedia salesman?\"\n\tNo, Ma'am.  Just a burglar, come to ransack the flat.\"\n\t\t-- Monty Python",
      "sha1": "2d48126809d3bdc6dabfaa373aed7abde1c8aa6b"
    },
    {
      "content": "As the poet said, \"Only God can make a tree\" -- probably because it's\nso hard to figure out how to get the bark on.\n\t\t-- Woody Allen",
      "sha1": "8fd1b8f116cfeeef41b0436eb98379fa4e0598a6"
    },
    {
      "content": "Being Ymor's right-hand man was like being gently flogged to death with\nscented bootlaces.\n\t\t-- Terry Pratchett, \"The Colour of Magic\"",
      "sha1": "3003946ea53f991e6b38f4bac6c68f62c09d69ec"
    },
    {
      "content": "Bernard Shaw is an excellent man; he has not an enemy in the world, and\nnone of his friends like him either.\n\t\t-- Oscar Wilde",
      "sha1": "e4153b523992cd6d658dc9490f318cf544ee5ea7"
    },
    {
      "content": "\"Boy, life takes a long time to live.\"\n\t\t-- Steven Wright",
      "sha1": "4979d7429f472dd692d84cea1276a787e7116258"
    },
    {
      "content": "Bozo is the Brotherhood of Zips and Others.  Bozos are people who band\ntogether for fun and profit.  They have no jobs.  Anybody who goes on a\ntour is a Bozo. Why does a Bozo cross the street?  Because there's a Bozo\non the other side. It comes from the phrase vos otros, meaning others.\nThey're the huge, fat, middle waist.  The archetype is an Irish drunk\nclown with red hair and nose, and pale skin.  Fields, William Bendix.\nEverybody tends to drift toward Bozoness.  It has Oz in it.  They mean\nwell.  They're straight-looking except they've got inflatable shoes.  They\nlike their comforts.  The Bozos have learned to enjoy their free time,\nwhich is all the time.\n\t\t-- Firesign Theatre, \"If Bees Lived Inside Your Head\"",
      "sha1": "c9f42d35efcdb02ed8779fed5878cabc059e418d"
    },
    {
      "content": "But I always fired into the nearest hill or, failing that, into blackness.\nI meant no harm;  I just liked the explosions.  And I was careful never to\nkill more than I could eat.\n\t\t-- Raoul Duke",
      "sha1": "d6e0ff74b60a5ce8513b7755c1a4d7494e23ed47"
    },
    {
      "content": "\"But I don't like Spam!!!!\"",
      "sha1": "e6576f9fa4accbb46be75e4c291be2f73d7bace1"
    },
    {
      "content": "\t\"But I don't want to go on the cart...\"\n\t\"Oh, don't be such a baby!\"\n\t\"But I'm feeling much better...\"\n\t\"No you're not... in a moment you'll be stone dead!\"\n\t\t-- Monty Python, \"The Holy Grail\"",
      "sha1": "934fddca1372dbb1b9feafec8332ebb738ed2b65"
    },
    {
      "content": "Bypasses are devices that allow some people to dash from point A to\npoint B very fast while other people dash from point B to point A very\nfast.  People living at point C, being a point directly in between, are\noften given to wonder what's so great about point A that so many people\nfrom point B are so keen to get there and what's so great about point B\nthat so many people from point A are so keen to get _____\b\b\b\b\bthere.  They often\nwish that people would just once and for all work out where the hell\nthey wanted to be.\n\t\t-- Douglas Adams, \"The Hitchhiker's Guide to the Galaxy\"",
      "sha1": "2144450c00d09bb185682b95872c1a3aa1594cd0"
    },
    {
      "content": "Comedy, like Medicine, was never meant to be practiced by the general public.",
      "sha1": "d108bb2e2325569d69cc03840980ba11276c7a1f"
    },
    {
      "content": "Death didn't answer.  He was looking at Spold in the same way as a dog looks\nat a bone, only in this case things were more or less the other way around.\n\t\t-- Terry Pratchett, \"The Colour of Magic\"",
      "sha1": "fcab1c828729bc85543887267212c924d40aefa8"
    },
    {
      "content": "Decorate your home.  It gives the illusion that your life is more\ninteresting than it really is.\n\t\t-- C. Schulz",
      "sha1": "9e5648db18a5e906fb2db453ef2e94c7ac1abb28"
    },
    {
      "content": "Do you think that when they asked George Washington for ID that he\njust whipped out a quarter?\n\t\t-- Steven Wright",
      "sha1": "c254b07f9dbca39d8b3b4bc9338e0d4109c022e6"
    },
    {
      "content": "\"Don't come back until you have him\", the Tick-Tock Man said quietly,\nsincerely, extremely dangerously.\n\nThey used dogs.  They used probes.  They used cardio plate crossoffs.\nThey used teepers.  They used bribery.  They used stick tites.  They used\nintimidation.  They used torment.  They used torture.  They used finks.\nThey used cops.  They used search and seizure.  They used fallaron.  They\nused betterment incentives.  They used finger prints.  They used the\nbertillion system.  They used cunning.  They used guile.  They used treachery.\nThey used Raoul-Mitgong but he wasn't much help.  They used applied physics.\nThey used techniques of criminology.  And what the hell, they caught him.\n\t\t-- Harlan Ellison, \"Repent, Harlequin, said the Tick-Tock Man\"",
      "sha1": "4c3535cd03410b30ad7c74144b571b367ae27d8b"
    },
    {
      "content": "Don't take life so serious, son, it ain't nohow permanent.\n\t\t-- Walt Kelly",
      "sha1": "835f74fbf2a0768d1163cad8e1a1577620d772bd"
    },
    {
      "content": "Don't worry about the world coming to an end today.  It's already tomorrow\nin Australia.\n\t\t-- Charles Schulz",
      "sha1": "3333a36f683162caa84c6ce29db61718e72c9489"
    },
    {
      "content": "Early to rise, early to bed, makes a man healthy, wealthy and dead.\n\t\t-- Terry Pratchett, \"The Light Fantastic\"",
      "sha1": "633e6706241973d4f22f73c45fc83247a87ff546"
    },
    {
      "content": "Eternal nothingness is fine if you happen to be dressed for it.\n\t\t-- Woody Allen",
      "sha1": "e0579aade5247ef70f347334a781b8f5ed05f4d6"
    },
    {
      "content": "Eternity is a terrible thought.  I mean, where's it going to end?\n\t\t-- Tom Stoppard",
      "sha1": "0fc000a222ef71da8312eb79807888ab3ddf6872"
    },
    {
      "content": "Ever since prehistoric times, wise men have tried to understand what,\nexactly, make people laugh.  That's why they were called \"wise men.\" All the\nother prehistoric people were out puncturing each other with spears, and the\nwise men were back in the cave saying: \"How about: Would you please take my\nwife?  No.  How about: Here is my wife, please take her right now.  No How\nabout: Would you like to take something? My wife is available.  No.  How\nabout ...\"\n\t\t-- Dave Barry, \"Why Humor is Funny\"",
      "sha1": "546e587a3dce1457895cc604e64fcbf367d69dfd"
    },
    {
      "content": "Far out in the uncharted backwaters of the unfashionable end of the\nWestern Spiral arm of the Galaxy lies a small unregarded yellow sun.\nOrbiting this at a distance of roughly ninety-eight million miles is an\nutterly insignificant little blue-green planet whose ape-descended life\nforms are so amazingly primitive that they still think digital watches\nare a pretty neat idea ...\n\t\t-- Douglas Adams, \"The Hitchhiker's Guide to the Galaxy\"",
      "sha1": "577d9bb93a47b4a486838f245fc15b977837b282"
    },
    {
      "content": "Faster, faster, you fool, you fool!\n\t\t-- Bill Cosby",
      "sha1": "3748cf499fb6046e31f7afffa1fc13e648c36819"
    },
    {
      "content": "First, a few words about tools.\n\nBasically, a tool is an object that enables you to take advantage of the\nlaws of physics and mechanics in such a way that you can seriously injure\nyourself.  Today, people tend to take tools for granted.  If you're ever\nwalking down the street and you notice some people who look particularly\nsmug, the odds are that they are taking tools for granted.  If I were you,\nI'd walk right up and smack them in the face.\n\t\t-- Dave Barry, \"The Taming of the Screw\"",
      "sha1": "1593a61eb609d575d89a75e3f5bcdf4e56a668ea"
    },
    {
      "content": "For my birthday I got a humidifier and a de-humidifier...  I put them in\nthe same room and let them fight it out.\n\t\t-- Steven Wright",
      "sha1": "4756c759b0bbcaccf25d56e38152d4832b8f942b"
    },
    {
      "content": "From the moment I picked your book up until I put it down I was convulsed\nwith laughter.  Some day I intend reading it.\n\t\t-- Groucho Marx, from \"The Book of Insults\"",
      "sha1": "b2e3ee9111699fe00320934145d5fede1e19ff4b"
    },
    {
      "content": "God is a comic playing to an audience that's afraid to laugh.",
      "sha1": "8f85bfdbe5be12927e4edb365fc54c41463d863e"
    },
    {
      "content": "He asked me if I knew what time it was -- I said yes, but not right now.\n\t\t-- Steven Wright",
      "sha1": "d552ba13fa49a176e59a2e385e48bbaccaae067d"
    },
    {
      "content": "\"Here's something to think about:  How come you never see a headline like\n`Psychic Wins Lottery'?\"\n\t\t-- Jay Leno",
      "sha1": "07cc19feac7e13f6539267614a67f0635c047eeb"
    },
    {
      "content": "Hey, what do you expect from a culture that *drives* on *parkways* and\n*parks* on *driveways*?\n\t\t-- Gallagher",
      "sha1": "0762e79f20d748ff5f7b986cf144827dc4fcd43d"
    },
    {
      "content": "High Priest:\tArmaments Chapter One, verses nine through twenty-seven:\nBro. Maynard:\tAnd Saint Attila raised the Holy Hand Grenade up on high\n\tsaying, \"Oh Lord, Bless us this Holy Hand Grenade, and with it\n\tsmash our enemies to tiny bits.\"  And the Lord did grin, and the\n\tpeople did feast upon the lambs, and stoats, and orangutans, and\n\tbreakfast cereals, and lima bean-\nHigh Priest:\tSkip a bit, brother.\nBro. Maynard:\tAnd then the Lord spake, saying: \"First, shalt thou take\n\tout the holy pin.  Then shalt thou count to three.  No more, no less.\n\t*Three* shall be the number of the counting, and the number of the\n\tcounting shall be three.  *Four* shalt thou not count, and neither\n\tcount thou two, excepting that thou then goest on to three.  Five is\n\tRIGHT OUT.  Once the number three, being the third number be reached,\n\tthen lobbest thou thy Holy Hand Grenade towards thy foe, who, being\n\tnaughty in my sight, shall snuff it.  Amen.\nAll:\tAmen.\n\t\t-- Monty Python, \"The Holy Hand Grenade\"",
      "sha1": "486f15106da3749f3d82f028b6e312e3b922f248"
    },
    {
      "content": "\"Humor is a drug which it's the fashion to abuse.\"\n\t\t-- William Gilbert",
      "sha1": "cd2045f93f868328b383558dffa0d5700e161a1f"
    },
    {
      "content": "Humorists always sit at the children's table.\n\t\t-- Woody Allen",
      "sha1": "be7fd08bdb85dd679771004fe3262d1f509828b0"
    },
    {
      "content": "I am a conscientious man, when I throw rocks at seabirds I leave no tern\nunstoned.\n\t\t-- Ogden Nash, \"Everybody's Mind to Me a Kingdom Is\"",
      "sha1": "e0f9ee232fb965dcf746af46e75cf81725b92581"
    },
    {
      "content": "I am getting into abstract painting.  Real abstract -- no brush, no canvas,\nI just think about it.  I just went to an art museum where all of the art\nwas done by children.  All the paintings were hung on refrigerators.\n\t\t-- Steven Wright",
      "sha1": "ca618b256f6c4903ad7bdc72f64424366d6a4bb2"
    },
    {
      "content": "I am two with nature.\n\t\t-- Woody Allen",
      "sha1": "430630f9dcfc0e933e51ba0f35a6af7b4e8f46d5"
    },
    {
      "content": "I argue very well.  Ask any of my remaining friends.  I can win an argument on\nany topic, against any opponent.  People know this, and steer clear of me at\nparties.  Often, as a sign of their great respect, they don't even invite me.\n\t\t-- Dave Barry",
      "sha1": "7c133f3fc192ef82f7fc10c29076bdfe16283a51"
    },
    {
      "content": "\t\"I assure you the thought never even crossed my mind, lord.\"\n\t\"Indeed?  Then if I were you I'd sue my face for slander.\"\n\t\t-- Terry Pratchett, \"The Colour of Magic\"",
      "sha1": "24875063564acf1c10aa4c7a1c39294d2ade867c"
    },
    {
      "content": "I base my fashion taste on what doesn't itch.\n\t\t-- Gilda Radner",
      "sha1": "52f1f81b609ef41164b39decf10b0a4a3e80c08d"
    },
    {
      "content": "I bought some used paint. It was in the shape of a house.\n\t\t-- Steven Wright",
      "sha1": "3368720ec47e479cb5a7b6617cb77cf179bb8803"
    },
    {
      "content": "I cannot overemphasize the importance of good grammar.\n\nWhat a crock.  I could easily overemphasize the importance of good\ngrammar.  For example, I could say: \"Bad grammar is the leading cause\nof slow, painful death in North America,\" or \"Without good grammar, the\nUnited States would have lost World War II.\"\n\t\t-- Dave Barry, \"An Utterly Absurd Look at Grammar\"",
      "sha1": "3174f6b58b0ee4a86432b039f956a0681d00327e"
    },
    {
      "content": "\"I changed my headlights the other day. I put in strobe lights instead! Now\nwhen I drive at night, it looks like everyone else is standing still ...\"\n\t\t-- Steven Wright",
      "sha1": "79c198fc464b4b700272bae56de225cc54b8c69d"
    },
    {
      "content": "I could dance with you till the cows come home.  On second thought, I'd rather\ndance with the cows till you come home.\n\t\t-- Groucho Marx",
      "sha1": "650b18aee7597e52d07e476f825c09e301062dfe"
    },
    {
      "content": "I don't deserve this award, but I have arthritis and I don't deserve that\neither.\n\t\t-- Jack Benny",
      "sha1": "482e6094bdd2b9beade26c2565e48601d475d83c"
    },
    {
      "content": "I don't get no respect.",
      "sha1": "96a6dac00c7cb5330dcdd743c1d436134256d779"
    },
    {
      "content": "I don't kill flies, but I like to mess with their minds.  I hold them above\nglobes.  They freak out and yell \"Whooa, I'm *way* too high.\"\n\t\t-- Bruce Baum",
      "sha1": "57a75da95adb346ed36fe80fca6c1b8e8c681ad4"
    },
    {
      "content": "I don't want to live on in my work, I want to live on in my apartment.\n\t\t-- Woody Allen",
      "sha1": "754d0fd1b27d9a30eb558fff8cfeb834270b0dcb"
    },
    {
      "content": "I finally went to the eye doctor.  I got contacts.  I only need them to\nread, so I got flip-ups.\n\t\t-- Steven Wright",
      "sha1": "285336040e362ad651307f20dfc4b10361b40f38"
    },
    {
      "content": "\"I got into an elevator at work and this man followed in after me... I\npushed '1' and he just stood there... I said 'Hi, where you going?'  He\nsaid, 'Phoenix.'  So I pushed Phoenix.  A few seconds later the doors\nopened, two tumbleweeds blew in... we were in downtown Phoenix.  I looked\nat him and said 'You know, you're the kind of guy I want to hang around\nwith.'  We got into his car and drove out to his shack in the desert.\nThen the phone rang.  He said 'You get it.'  I picked it up and said\n'Hello?'... the other side said 'Is this Steven Wright?'... I said 'Yes...'\nThe guy said 'Hi, I'm Mr. Jones, the student loan director from your bank...\nIt seems you have missed your last 17 payments, and the university you\nattended said that they received none of the $17,000 we loaned you... we\nwould just like to know what happened to the money?'  I said, 'Mr. Jones,\nI'll give it to you straight.  I gave all of the money to my friend Slick,\nand with it he built a nuclear weapon... and I would appreciate it if you never\ncalled me again.\"\n\t\t-- Steven Wright",
      "sha1": "9ceb67f3b0d7cccfce8721899bc389d7a03baa67"
    },
    {
      "content": "I got my driver's license photo taken out of focus on purpose.  Now\nwhen I get pulled over the cop looks at it (moving it nearer and\nfarther, trying to see it clearly)...  and says, \"Here, you can go.\"\n\t\t-- Steven Wright",
      "sha1": "973ac00774295b7b904a5b1facc3e3ced5a65eb1"
    },
    {
      "content": "I got this powdered water -- now I don't know what to add.\n\t\t-- Steven Wright",
      "sha1": "fc5b25d698b75c9c1d81569733d469cf1cff6042"
    },
    {
      "content": "I got tired of listening to the recording on the phone at the movie\ntheater.  So I bought the album.  I got kicked out of a theater the\nother day for bringing my own food in.  I argued that the concession\nstand prices were outrageous.  Besides, I hadn't had a barbecue in a\nlong time.  I went to the theater and the sign said adults $5 children\n$2.50.  I told them I wanted 2 boys and a girl.  I once took a cab to\na drive-in movie.  The movie cost me $95.\n\t\t-- Steven Wright",
      "sha1": "6cdd99d0a24104f65e15dbd344049c91f8e4a315"
    },
    {
      "content": "I had no shoes and I pitied myself.  Then I met a man who had no feet,\nso I took his shoes.\n\t\t-- Dave Barry",
      "sha1": "271fd8823838a583f2117c8a3622c3846b425f74"
    },
    {
      "content": "I hate it when my foot falls asleep during the day cause that means\nit's going to be up all night.\n\t\t-- Steven Wright",
      "sha1": "f9522bca04c7f5c805bbfb0731c3474355d6fa30"
    },
    {
      "content": "I have a box of telephone rings under my bed.  Whenever I get lonely, I\nopen it up a little bit, and I get a phone call.  One day I dropped the\nbox all over the floor.  The phone wouldn't stop ringing.  I had to get\nit disconnected.  So I got a new phone.  I didn't have much money, so I\nhad to get an irregular.  It doesn't have a five.  I ran into a friend\nof mine on the street the other day.  He said why don't you give me a\ncall.  I told him I can't call everybody I want to anymore, my phone\ndoesn't have a five.  He asked how long had it been that way.  I said I\ndidn't know -- my calendar doesn't have any sevens.\n\t\t-- Steven Wright",
      "sha1": "1e9ae59f6d34530169825fde40ab43a0a2cdbf6f"
    },
    {
      "content": "I have a dog; I named him Stay.  So when I'd go to call him, I'd say, \"Here,\nStay, here...\" but he got wise to that.  Now when I call him he ignores me\nand just keeps on typing.\n\t\t-- Steven Wright",
      "sha1": "2b1179414a575b7b45da74fa8e9e27dc7d27f758"
    },
    {
      "content": "I have a friend whose a billionaire.  He invented Cliff's notes.  When\nI asked him how he got such a great idea he said, \"Well first I...\nI just... to make a long story short...\"\n\t\t-- Steven Wright",
      "sha1": "ac6726543f07c9e208c805e02708969df544d8cd"
    },
    {
      "content": "I have a hobby.  I have the world's largest collection of sea shells.  I keep\nit scattered on beaches all over the world.  Maybe you've seen some of it.\n\t\t-- Steven Wright",
      "sha1": "4ec2361fdb63e4ba4e1b532137bcd340761533cb"
    },
    {
      "content": "I have a map of the United States.  It's actual size.  I spent last summer\nfolding it.  People ask me where I live, and I say, \"E6\".\n\t\t-- Steven Wright",
      "sha1": "88bd8e44905818e2c034b5b622605f9262747080"
    },
    {
      "content": "I have a rock garden.  Last week three of them died.\n\t\t-- Richard Diran",
      "sha1": "613d354393c0231ec1a1bed9ca1e76e1dfb718fb"
    },
    {
      "content": "I have a switch in my apartment that doesn't do anything.  Every once\nin a while I turn it on and off.  On and off.  On and off.  One day I\ngot a call from a woman in France who said \"Cut it out!\"\n\t\t-- Steven Wright",
      "sha1": "15d91322b9de85869b885c7765f02185cdb7dd32"
    },
    {
      "content": "I have an existential map.  It has \"You are here\" written all over it.\n\t\t-- Steven Wright",
      "sha1": "ad656aad15341701b6023471f105a467872bf825"
    },
    {
      "content": "I just got out of the hospital after a speed reading accident.\nI hit a bookmark.\n\t\t-- Steven Wright",
      "sha1": "fb7166a9e1c7efea17f39b3f6dde6663995df86f"
    },
    {
      "content": "I know the answer!  The answer lies within the heart of all mankind!\nThe answer is twelve?  I think I'm in the wrong building.\n\t\t-- Charles Schulz",
      "sha1": "7e37e7e876c03010a957dfc6cbeb0b196c14f68a"
    },
    {
      "content": "I look at life as being cruise director on the Titanic.  I may not get\nthere, but I'm going first class.\n\t\t-- Art Buchwald",
      "sha1": "7bdad7bb158d026d892aad8cb231f3553152ef14"
    },
    {
      "content": "\"I love Saturday morning cartoons, what classic humour!  This is what\nentertainment is all about ... Idiots, explosives and falling anvils.\"\n\t\t-- Calvin and Hobbes, Bill Watterson",
      "sha1": "b7f6801e9c7e4134d6796c2886a56214b93ac658"
    },
    {
      "content": "I met my latest girl friend in a department store.  She was looking at\nclothes, and I was putting Slinkys on the escalators.\n\t\t-- Steven Wright",
      "sha1": "2b12045c49c8c79b031569f06db5fe7465fa40fd"
    },
    {
      "content": "I never forget a face, but in your case I'll make an exception.\n\t\t-- Groucho Marx",
      "sha1": "6005cb4dd0fb6a3415bb27dec7c5ae9746c48b0f"
    },
    {
      "content": "I poured spot remover on my dog.  Now he's gone.\n\t\t-- Steven Wright",
      "sha1": "94ed8be40675b0842f223a57e1d6bf0efd67b187"
    },
    {
      "content": "I put contact lenses in my dog's eyes.  They had little pictures of cats\non them.  Then I took one out and he ran around in circles.\n\t\t-- Steven Wright",
      "sha1": "54149a34accb87b90363240571daf09b41a6d761"
    },
    {
      "content": "I put instant coffee in a microwave and almost went back in time.\n\t\t-- Steven Wright",
      "sha1": "daff57bb83504fc48bf7df5146c118647217ece2"
    },
    {
      "content": "\t\"I said I hope it is a good party,\" said Galder, loudly.\n\t\"AT THE MOMENT IT IS,\" said Death levelly.  \"I THINK IT MIGHT GO\nDOWNHILL VERY QUICKLY AT MIDNIGHT.\"\n\t\"Why?\"\n\t\"THAT'S WHEN THEY THINK I'LL BE TAKING MY MASK OFF.\"\n\t\t-- Terry Pratchett, \"The Light Fantastic\"",
      "sha1": "f2c4faa98ec9a3085f2ef382ae71ef5eb27304d5"
    },
    {
      "content": "I saw a subliminal advertising executive, but only for a second.\n\t\t-- Steven Wright",
      "sha1": "8ceb1d0cc44025005d4f5a37e1e194386c9fb07c"
    },
    {
      "content": "I should have been a country-western singer.  After all, I'm older than\nmost western countries.\n\t\t-- George Burns",
      "sha1": "b1af06a8cc1d646f769a92b1a7964142a3b69ab9"
    },
    {
      "content": "I sold my memoirs of my love life to Parker Brothers -- they're going\nto make a game out of it.\n\t\t-- Woody Allen",
      "sha1": "31437f29648622f2a443f4a6b8cb6eb5af63407e"
    },
    {
      "content": "I stayed up all night playing poker with tarot cards.  I got a full\nhouse and four people died.\n\t\t-- Steven Wright",
      "sha1": "995c5916241cfafc4d118fb5a151db38087618ea"
    },
    {
      "content": "I suggest you locate your hot tub outside your house, so it won't do too\nmuch damage if it catches fire or explodes.  First you decide which\ndirection your hot tub should face for maximum solar energy.  After much\ntrial and error, I have found that the best direction for a hot tub to face\nis up.\n\t\t-- Dave Barry, \"The Taming of the Screw\"",
      "sha1": "6853707c25472b8b1c42fa49d0a2be42f6750459"
    },
    {
      "content": "I tell ya, gambling never agreed with me.  Last week I went to the track\nand they shot my horse with the opening gun.\n\nWell, just last week I was at a Chinese restaurant and when I opened my\nfortune cookie I found the guy's check sitting at the next table.  I said,\n\"Hey, buddy, I got your check\", he said, \"Thanks.\"\n\t\t-- Rodney Dangerfield",
      "sha1": "22c9f803e6ec6c4dc44110f0e45486747081e419"
    },
    {
      "content": "I think we're all Bozos on this bus.\n\t\t-- Firesign Theatre",
      "sha1": "bceacdd826682f22350ceb6f255c7b0434ca0dfb"
    },
    {
      "content": "I thought there was something fishy about the butler.  Probably a Pisces,\nworking for scale.\n\t\t-- Firesign Theatre, \"The Further Adventures of Nick Danger\"",
      "sha1": "f6331391a531ea15560d93a99c94388e611d1076"
    },
    {
      "content": "I took a course in speed reading and was able to read War and Peace in\ntwenty minutes.\n\nIt's about Russia.\n\t\t-- Woody Allen",
      "sha1": "4d47cab916d34838553acfe3db85aa66b3332264"
    },
    {
      "content": "I turned my air conditioner the other way around, and it got cold out.\nThe weatherman said \"I don't understand it.  I was supposed to be 80\ndegrees today,\" and I said \"Oops.\"\n\nIn my house on the ceilings I have paintings of the rooms above... so\nI never have to go upstairs.\n\nI just bought a microwave fireplace... You can spend an evening in\nfront of it in only eight minutes.\n\t\t-- Steven Wright",
      "sha1": "361b6e16d10815f71fa33538cdc0daf7c4d73059"
    },
    {
      "content": "I used to live in a house by the freeway.  When I went anywhere, I had\nto be going 65 MPH by the end of my driveway.\n\nI replaced the headlights in my car with strobe lights.  Now it looks\nlike I'm the only one moving.\n\nI was pulled over for speeding today.  The officer said, \"Don't you know\nthe speed limit is 55 miles an hour?\"  And I said, \"Yes, but I wasn't going\nto be out that long.\"\n\nI put a new engine in my car, but didn't take the old one out.  Now\nmy car goes 500 miles an hour.\n\t\t-- Steven Wright",
      "sha1": "fffef04a4b1b5bef6205234b2d13981b441629ae"
    },
    {
      "content": "I used to work in a fire hydrant factory.  You couldn't park anywhere near\nthe place.\n\t\t-- Steven Wright",
      "sha1": "b86f08fcffb27729565967deb4a0f40a3562fe9f"
    },
    {
      "content": "I was at this restaurant.  The sign said \"Breakfast Anytime.\"  So I\nordered French Toast in the Rennaissance.\n\t\t-- Steven Wright",
      "sha1": "420cbdc7c385a2290a0502f58e694fb571f1a2f6"
    },
    {
      "content": "\"I was drunk last night, crawled home across the lawn.  By accident I\nput the car key in the door lock.  The house started up.  So I figured\nwhat the hell, and drove it around the block a few times.  I thought I\nshould go park it in the middle of the freeway and yell at everyone to\nget off my driveway.\"\n\t\t-- Steven Wright",
      "sha1": "66ce4c5f639e02aca8c7d83c5b0660ac827b1a5b"
    },
    {
      "content": "I was in a bar and I walked up to a beautiful woman and said, \"Do you live\naround here often?\"  She said, \"You're wearing two different-color socks.\"\nI said, \"Yes, but to me they're the same because I go by thickness.\"\nShe said, \"How do you feel?\" And I said, \"You know when you're sitting on a\nchair and you lean back so you're just on two legs and you lean too far so\nyou almost fall over but at the last second you catch yourself?  I feel like\nthat all the time...\"\n\t\t-- Steven Wright, \"Gentlemen's Quarterly\"",
      "sha1": "2462b36c200533f7dd8d2d8628374d43224f117e"
    },
    {
      "content": "I was in Vegas last week. I was at the roulette table, having a lengthy\nargument about what I considered an Odd number.\n\t\t-- Steven Wright",
      "sha1": "5d6a85721bff450cbcb9f4516d370a9e9f0cba2d"
    },
    {
      "content": "I was the best I ever had.\n\t\t-- Woody Allen",
      "sha1": "db9c1798e8a4af1c32aecfe0bc7c1d0590825cd2"
    },
    {
      "content": "\"I went into a general store, and they wouldn't sell me anything specific\".\n\t\t-- Steven Wright",
      "sha1": "d8f1a3e8fd013bc228be1547d5d413451095c9f7"
    },
    {
      "content": "\"I went to a job interview the other day, the guy asked me if I had any\nquestions , I said yes, just one, if you're in a car traveling at the\nspeed of light and you turn your headlights on, does anything happen?\n\nHe said he couldn't answer that, I told him sorry, but I couldn't work\nfor him then.\n\t\t-- Steven Wright",
      "sha1": "ca4f9ddc1a89bab89c738c6d3576a0f66daee2c5"
    },
    {
      "content": "\"I went to the museum where they had all the heads and arms from the\nstatues that are in all the other museums.\"\n\t\t-- Steven Wright",
      "sha1": "24b34fbe3f6dd79b010fba724c03067ccf7da045"
    },
    {
      "content": "I woke up this morning and discovered that everything in my apartment\nhad been stolen and replaced with an exact replica.  I told my roommate,\n\"Isn't this amazing?  Everything in the apartment has been stolen and\nreplaced with an exact replica.\"  He said, \"Do I know you?\"\n\t\t-- Steven Wright",
      "sha1": "a9755e90f81b7f2924eab09a9ed3d1647dd59905"
    },
    {
      "content": "I worked in a health food store once.  A guy came in and asked me,\n\"If I melt dry ice, can I take a bath without getting wet?\"\n\t\t-- Steven Wright",
      "sha1": "a573b732acfe68fe55b2bd9bd9261a4993286145"
    },
    {
      "content": "I'd horsewhip you if I had a horse.\n\t\t-- Groucho Marx",
      "sha1": "d8b332d21f60de7cd5a9fa294049295f20bbecb7"
    },
    {
      "content": "I'D LIKE TO BE BURIED INDIAN-STYLE, where they put you up on a high rack,\nabove the ground.  That way, you could get hit by meteorites and not even\nfeel it.\n\t\t-- Jack Handley, The New Mexican, 1988.",
      "sha1": "070a561326728b60a6b3b00aaf0a2e0fe35b96c8"
    },
    {
      "content": "I'd never join any club that would have the likes of me as a member.\n\t\t-- Groucho Marx",
      "sha1": "e4775ce9829220e4e7c3d166e798185aa6f544c6"
    },
    {
      "content": "I'll be comfortable on the couch.  Famous last words.\n\t\t-- Lenny Bruce",
      "sha1": "bf5e85fe9bc8d0a25913a86a4109908fe553269b"
    },
    {
      "content": "I'm going to Boston to see my doctor.  He's a very sick man.\n\t\t-- Fred Allen",
      "sha1": "6e67cb1768017529388462dbc248d5d463bd6825"
    },
    {
      "content": "I'm going to give my psychoanalyst one more year, then I'm going to Lourdes.\n\t\t-- Woody Allen",
      "sha1": "b8c6b146ac41cd8bbc2843c67239e075ed09ab82"
    },
    {
      "content": "I'm going to live forever, or die trying!\n\t\t-- Spider Robinson",
      "sha1": "4e34ec31fc33bd3272ef953b2d3ddaf0563eac46"
    },
    {
      "content": "I'm not afraid of death -- I just don't want to be there when it happens.\n\t\t-- Woody Allen",
      "sha1": "6405addcc284b6aafe14123928f6b56bcca757f7"
    },
    {
      "content": "I've had a perfectly wonderful evening.  But this wasn't it.\n\t\t-- Groucho Marx",
      "sha1": "2871810fda19759d2e4cf02844e68cdf421b3ea8"
    },
    {
      "content": "If God had wanted us to be concerned for the plight of the toads, he would\nhave made them cute and furry. \n\t\t-- Dave Barry",
      "sha1": "4f7c54af0f68fa68b6c7ee4488a2d41d07f76f8d"
    },
    {
      "content": "If only Dionysus were alive!  Where would he eat?\n\t\t-- Woody Allen",
      "sha1": "8c54b8f2c50ab2ef88e5b4ea3a6b0a1c4d924637"
    },
    {
      "content": "If only God would give me some clear sign!  Like making a large deposit\nin my name at a Swiss bank.\n\t\t-- Woody Allen, \"Without Feathers\"",
      "sha1": "b5eb60886f0228d81b0d1ee8c6f977096438019c"
    },
    {
      "content": "If you live to the age of a hundred you have it made because very few\npeople die past the age of a hundred.\n\t\t-- George Burns",
      "sha1": "8b025d3fee348b3aacbddeb2faefc7399e25359e"
    },
    {
      "content": "If you throw a New Year's Party, the worst thing that you can do would be\nto throw the kind of party where your guests wake up today, and call you to\nsay they had a nice time.  Now you'll be be expected to throw another party\nnext year.\n\tWhat you should do is throw the kind of party where your guest wake\nup several days from now and call their lawyers to find out if they've been\nindicted for anything.  You want your guests to be so anxious to avoid a\nrecurrence of your party that they immediately start planning parties of their\nown, a year in advance, just to prevent you from having another one ...\n\tIf your party is successful, the police will knock on your door,\nunless your party is very successful in which case they will lob tear gas\nthrough your living room window.  As host, your job is to make sure that\nthey don't arrest anybody.  Or if they're dead set on arresting someone,\nyour job is to make sure it isn't you ...\n\t\t-- Dave Barry",
      "sha1": "bc0b8b5cbefc7978e7d12ed2038ec6b74f4a31f9"
    },
    {
      "content": "If you want to make God laugh, tell him about your plans.\n\t\t-- Woody Allen",
      "sha1": "0bc74401317e2ea6b4020b1c1996ff87b7655c42"
    },
    {
      "content": "If you've done six impossible things before breakfast, why not round it\noff with dinner at Milliway's, the restaurant at the end of the universe?\n\t\t-- Douglas Adams, \"The Restaurant at the End of the Universe\"",
      "sha1": "c5db23f8fcfc6cd31b38476bf2d8654378cecd36"
    },
    {
      "content": "In America today ... we have Woody Allen, whose humor has become so\nsophisticated that nobody gets it any more except Mia Farrow.  All those who\nthink Mia Farrow should go back to making movies where the devil gets her\npregnant and Woody Allen should go back to dressing up as a human sperm,\nplease raise your hands.  Thank you.\n\t\t-- Dave Barry, \"Why Humor is Funny\"",
      "sha1": "4d9cdf8f312e1605484ec6a133004dd1cb00d871"
    },
    {
      "content": "In like a dimwit, out like a light.\n\t\t-- Pogo",
      "sha1": "82cd5496e0ca357106110d572b4a686f7dcf38db"
    },
    {
      "content": "Is it weird in here, or is it just me?\n\t\t-- Steven Wright",
      "sha1": "7b9d6c2a13f86fab983216555448c89bb2ac4250"
    },
    {
      "content": "It is an important and popular fact that things are not always what\nthey seem.  For instance, on the planet Earth, man had always assumed\nthat he was more intelligent than dolphins because he had achieved so\nmuch -- the wheel, New York, wars and so on -- whilst all the dolphins\nhad ever done was muck about in the water having a good time.  But\nconversely, the dolphins had always believed that they were far more\nintelligent than man -- for precisely the same reasons.\n\nCuriously enough, the dolphins had long known of the impending\ndestruction of the of the planet Earth and had made many attempts to\nalert mankind to the danger; but most of their communications were\nmisinterpreted ...\n\t\t-- Douglas Admas \"The Hitchhikers' Guide To The Galaxy\"",
      "sha1": "00cc8728a93e2eb21fd848723fad7fe24b49b0a3"
    },
    {
      "content": "It is impossible to experience one's death objectively and still carry a tune.\n\t\t-- Woody Allen",
      "sha1": "fe7468cd102b256edfd18907b0c5f6823450153d"
    },
    {
      "content": "It isn't necessary to have relatives in Kansas City in order to be\nunhappy.\n\t\t-- Groucho Marx",
      "sha1": "0d863890180bef2bebb6218251d2e790130a0a97"
    },
    {
      "content": "It looked like something resembling white marble, which was\nprobably what it was: something resembling white marble.\n\t\t-- Douglas Adams, \"The Hitchhikers Guide to the Galaxy\"",
      "sha1": "bca0ede12cd003adc7217a981b5351fae38a8513"
    },
    {
      "content": "It's a small world, but I wouldn't want to have to paint it.\n\t\t-- Steven Wright",
      "sha1": "20c5ad87931ef1638abe796d9fb0d45130d99bbb"
    },
    {
      "content": "It's hard to get ivory in Africa, but in Alabama the Tuscaloosa.\n\t\t-- Groucho Marx",
      "sha1": "83b9f9b73deb7e7295bb4162db5d5b2a0efce4f3"
    },
    {
      "content": "It's not that I'm afraid to die. I just don't want to be there when it happens.\n\t\t-- Woody Allen",
      "sha1": "e98c64e3c435dd4119bad30c3bf0bc61b9e31e1c"
    },
    {
      "content": "Last night the power went out.  Good thing my camera had a flash....\nThe neighbors thought it was lightning in my house, so they called the cops.\n\t\t-- Steven Wright",
      "sha1": "c3525e8378c72e7f7ee456464c8bdffe3d69e3b6"
    },
    {
      "content": "Last year we drove across the country...  We switched on the driving...\nevery half mile.  We had one cassette tape to listen to on the entire trip.\nI don't remember what it was.\n\t\t-- Steven Wright",
      "sha1": "0fe437bb8ab4988156c2024f0f9adc564e161618"
    },
    {
      "content": "Life is divided into the horrible and the miserable.\n\t\t-- Woody Allen, \"Annie Hall\"",
      "sha1": "2ff925d03441ab28313f38a1db9128ffec1e93e8"
    },
    {
      "content": "Life is wasted on the living.\n\t\t-- The Restaurant at the Edge of the Universe.",
      "sha1": "6b629bae878fb80902cbaf98dbf7acad87d967cc"
    },
    {
      "content": "Like you,  I am frequently haunted by profound questions related to man's\nplace in the Scheme of Things.  Here are just a few:\n\n\tQ -- Is there life after death?\n\tA -- Definitely.  I speak from personal experience here.  On New\nYear's Eve, 1970, I drank a full pitcher of a drink called \"Black Russian\",\nthen crawled out on the lawn and died within a matter of minutes, which was\nfine with me because I had come to realize that if I had lived I would have\nspent the rest of my life in the grip of the most excruciatingly painful\nheadache.  Thanks to the miracle of modern orange juice, I was brought back\nto life several days later, but in the interim I was definitely dead.  I\nguess my main impression of the afterlife is that it isn't so bad as long\nas you keep the television turned down and don't try to eat any solid foods.\n\t\t-- Dave Barry",
      "sha1": "e8e12d93166b9c88e86982fc567873e618f93791"
    },
    {
      "content": "Man 1:\tAsk me the what the most important thing about telling a good joke is.\n\nMan 2:\tOK, what is the most impo --\n\nMan 1:\t______\b\b\b\b\b\bTIMING!",
      "sha1": "8ab624f003e9e768f4a0414cc89960f105a69558"
    },
    {
      "content": "\t\"Many have seen Topaxci, God of the Red Mushroom, and they earn the\nname of shaman,\" he said.  Some have seen Skelde, spirit of the smoke, and\nthey are called sorcerers.  A few have been privileged to see Umcherrel, the\nsoul of the forest, and they are known as spirit masters.  But none have\nseen a box with hundreds of legs that looked at them without eyes, and they\nare known as idio--\"\n\tThe interruption was caused by a sudden screaming noise and a flurry\nof snow and sparks that blew the fire across the dark hut; there was a brief\nblurred vision and then the opposite wall was blasted aside and the\napparition vanished.\n\tThere was a long silence.  Then a slightly shorter silence.  Then\nthe old shaman said carefully, \"You didn't just see two men go through\nupside down on a broomstick, shouting and screaming at each other, did you?\"\n\tThe boy looked at him levelly.  \"Certainly not,\" he said.\n\tThe old man heaved a sigh of relief.  \"Thank goodness for that,\" he\nsaid.  \"Neither did I.\"\n\t\t-- Terry Pratchett, \"The Light Fantastic\"",
      "sha1": "aa945b51f6f352f347446d3ea665573f2013a1ef"
    },
    {
      "content": "Many years ago in a period commonly know as Next Friday Afternoon,\nthere lived a King who was very Gloomy on Tuesday mornings because he\nwas so Sad thinking about how Unhappy he had been on Monday and how\ncompletely Mournful he would be on Wednesday....\n\t\t-- Walt Kelly",
      "sha1": "8a26cd1dd04bacd6ec2df49d1c92a4c588fa5f6f"
    },
    {
      "content": "My brother sent me a postcard the other day with this big satellite photo\nof the entire earth on it. On the back it said: \"Wish you were here\".\n\t\t-- Steven Wright",
      "sha1": "9489b2087369313b58748ebbb5ef1423faf66f6b"
    },
    {
      "content": "My friend has a baby.  I'm writing down all the noises he makes so\nlater I can ask him what he meant.\n\t\t-- Steven Wright",
      "sha1": "c3eca29bcd6c9aa73bd7e5483a95ecf07d5249ea"
    },
    {
      "content": "\tMy friends, I am here to tell you of the wonderous continent known as\nAfrica.  Well we left New York drunk and early on the morning of February 31.\nWe were 15 days on the water, and 3 on the boat when we finally arrived in\nAfrica.  Upon our arrival we immediately set up a rigorous schedule:  Up at\n6:00, breakfast, and back in bed by 7:00.  Pretty soon we were back in bed by\n6:30.  Now Africa is full of big game.  The first day I shot two bucks.  That\nwas the biggest game we had.  Africa is primerally inhabited by Elks, Moose\nand Knights of Pithiests.\n\tThe elks live up in the mountains and come down once a year for their\nannual conventions.  And you should see them gathered around the water hole,\nwhich they leave immediately when they discover it's full of water.  They\nweren't looking for a water hole.  They were looking for an alck hole.\n\tOne morning I shot an elephant in my pajamas, how he got in my\npajamas, I don't know.  Then we tried to remove the tusks.  That's a tough\nword to say, tusks.  As I said we tried to remove the tusks, but they were\nimbedded so firmly we couldn't get them out.  But in Alabama the Tuscaloosa,\nbut that is totally irrelephant to what I was saying.\n\tWe took some pictures of the native girls, but they weren't developed.\nSo we're going back in a few years...\n\t\t-- Julius H. Marx [Groucho]",
      "sha1": "a238d682f800733b58a2db322f71b664ccba5be1"
    },
    {
      "content": "Nietzsche says that we will live the same life, over and over again.\nGod -- I'll have to sit through the Ice Capades again.\n\t\t-- Woody Allen, \"Hannah and Her Sisters\"",
      "sha1": "37365ee1a520f09c574270e81fd96e28083f3236"
    },
    {
      "content": "Nirvana?  That's the place where the powers that be and their friends hang out.\n\t\t-- Zonker Harris",
      "sha1": "a7c58e8ad919ab040ff4f33ccd9d91fc6c366f96"
    },
    {
      "content": "NOBODY EXPECTS THE SPANISH INQUISITION!",
      "sha1": "9b94110b5fc9d68e2f9f2d3f52c20319c83fb392"
    },
    {
      "content": "Now is the time for all good men to come to.\n\t\t-- Walt Kelly",
      "sha1": "edc33557b3309e41da0daf2ed6a2b6e4eb4f500a"
    },
    {
      "content": "\tObviously the subject of death was in the air, but more as something\nto be avoided than harped upon.\n\tPossibly the horror that Zaphod experienced at the prospect of being\nreunited with his deceased relatives led on to the thought that they might\njust feel the same way about him and, what's more, be able to do something\nabout helping to postpone this reunion.\n\t\t-- Douglas Adams",
      "sha1": "47da321f41c7db3e92e131b0a012737258803242"
    },
    {
      "content": "One doesn't have a sense of humor.  It has you.\n\t\t-- Larry Gelbart",
      "sha1": "15909efd7cc5f8920fc702d89e8e2a9233dd4578"
    },
    {
      "content": "Outside of a dog, a book is a man's best friend.  Inside a dog it's too\ndark to read.\n\t\t-- Groucho Marx",
      "sha1": "e1bf9eb8482d941d18c9f203c894ba9653e5736e"
    },
    {
      "content": "Puns are little \"plays on words\" that a certain breed of person loves to\nspring on you and then look at you in a certain self-satisfied way to\nindicate that he thinks that you must think that he is by far the cleverest\nperson on Earth now that Benjamin Franklin is dead, when in fact what you\nare thinking is that if this person ever ends up in a lifeboat, the other\npassengers will hurl him overboard by the end of the first day even if they\nhave plenty of food and water.\n\t\t-- Dave Barry, \"Why Humor is Funny\"",
      "sha1": "011fdb7aa512c7c1518524ca73c1259df83a8a49"
    },
    {
      "content": "\"Right now I'm having amnesia and deja vu at the same time.\"\n\t\t-- Steven Wright",
      "sha1": "8b1437027f8b47c41bf5b104d82c442348013a3e"
    },
    {
      "content": "Rincewind formed a mental picture of some strange entity living in a castle\nmade of teeth.  It was the kind of mental picture you tried to forget.\nUnsuccessfully.\n\t\t-- Terry Pratchett, \"The Light Fantastic\"",
      "sha1": "1b0b7d42d26ba38b0435cc7b7e6770bdc87e7f80"
    },
    {
      "content": "Romeo wasn't bilked in a day.\n\t\t-- Walt Kelly, \"Ten Ever-Lovin' Blue-Eyed Years With Pogo\"",
      "sha1": "90ec8c40c0389b19328869de0b37e1f232391bc8"
    },
    {
      "content": "Sharks are as tough as those football fans who take their shirts off\nduring games in Chicago in January, only more intelligent.\n\t\t-- Dave Barry, \"Sex and the Single Amoeba: What Every\n\t\t   Teen Should Know\"",
      "sha1": "c5dae9a48cecf55290a4aa8db0621daf5a5f651c"
    },
    {
      "content": "Showing up is 80% of life.\n\t\t-- Woody Allen",
      "sha1": "9044eaf5ccab298182498276d2c726d2fe4e971c"
    },
    {
      "content": "Some of you ... may have decided that, this year, you're going to celebrate\nit the old-fashioned way, with your family sitting around stringing\ncranberries and exchanging humble, handmade gifts, like on \"The Waltons\".\nWell, you can forget it.  If everybody pulled that kind of subversive stunt,\nthe economy would collapse overnight.  The government would have to\nintervene: it would form a cabinet-level Department of Holiday Gift-Giving,\nwhich would spend billions and billions of tax dollars to buy Barbie dolls\nand electronic games, which it would drop on the populace from Air Force\njets, killing and maiming thousands.  So, for the good of the nation, you\nshould go along with the Holiday Program.  This means you should get a large\nsum of money and go to a mall.\n\t\t-- Dave Barry, \"Christmas Shopping: A Survivor's Guide\"",
      "sha1": "19249db7809a73b1abce6852264aaa4e8dda5364"
    },
    {
      "content": "SOMETIMES THE BEAUTY OF THE WORLD is so overwhelming, I just want to throw\nback my head and gargle.  Just gargle and gargle and I don't care who hears\nme because I am beautiful.\n\t\t-- Jack Handley, The New Mexican, 1988.",
      "sha1": "7814e1a1c266f49c811aae8136553400a4862f84"
    },
    {
      "content": "Thank goodness modern convenience is a thing of the remote future.\n\t\t-- Pogo, by Walt Kelly",
      "sha1": "cc3e4a0985877fac049c59b1770cee48dea0cc18"
    },
    {
      "content": "The basic idea behind malls is that they are more convenient than cities.\nCities contain streets, which are dangerous and crowded and difficult to\npark in.  Malls, on the other hand, have parking lots, which are also\ndangerous and crowded and difficult to park in, but -- here is the big\ndifference -- in mall parking lots, THERE ARE NO RULES.  You're allowed to\ndo anything.  You can drive as fast as you want in any direction you want.\nI was once driving in a mall parking lot when my car was struck by a pickup\ntruck being driven backward by a squat man with a tattoo that said \"Charlie\"\non his forearm, who got out and explained to me, in great detail, why the\naccident was my fault, his reasoning being that he was violent and muscular,\nwhereas I was neither.  This kind of reasoning is legally valid in mall\nparking lots.\n\t\t-- Dave Barry, \"Christmas Shopping: A Survivor's Guide\"",
      "sha1": "65704fadc701d5731c81bc856995b39c26319d82"
    },
    {
      "content": "The best cure for insomnia is to get a  lot of sleep.\n\t\t-- W. C. Fields",
      "sha1": "f33e41e4a642122c7c5090e760dd686b6be5f678"
    },
    {
      "content": "The best way to make a fire with two sticks is to make sure one of them\nis a match.\n\t\t-- Will Rogers",
      "sha1": "01fc3a199c67ec721bdfc5216efb48f16a4f034b"
    },
    {
      "content": "The buffalo isn't as dangerous as everyone makes him out to be.\nStatistics prove that in the United States more Americans are killed in\nautomobile accidents than are killed by buffalo.\n\t\t-- Art Buchwald",
      "sha1": "c861617b121d03cb84ff56f4b005c13cd02b1a5f"
    },
    {
      "content": "The grand leap of the whale up the Fall of Niagara is esteemed, by all\nwho have seen it, as one of the finest spectacles in nature.\n\t\t-- Benjamin Franklin.",
      "sha1": "57c61e444b0552a783e4b42a105db3fbb7616272"
    },
    {
      "content": "\tThe Hitchhiker's Guide to the Galaxy has a few things to say on\nthe subject of towels.\n\tMost importantly, a towel has immense psychological value.  For\nsome reason, if a non-hitchhiker discovers that a hitchhiker has his towel\nwith him, he will automatically assume that he is also in possession of a\ntoothbrush, washcloth, flask, gnat spray, space suit, etc., etc.  Furthermore,\nthe non-hitchhiker will then happily lend the hitchhiker any of these or\na dozen other items that he may have \"lost\".  After all, any man who can\nhitch the length and breadth of the Galaxy, struggle against terrible odds,\nwin through and still know where his towel is, is clearly a man to be\nreckoned with.\n\t\t-- Douglas Adams, \"The Hitchhiker's Guide to the Galaxy\"",
      "sha1": "61cec31d856a2421dcc45489b6e40170c51b5d1a"
    },
    {
      "content": "The other day I... uh, no, that wasn't me.\n\t\t-- Steven Wright",
      "sha1": "9b125c051bca6b9d679cc66373d94594af4daf2d"
    },
    {
      "content": "\t\"The pyramid is opening!\"\n\t\"Which one?\"\n\t\"The one with the ever-widening hole in it!\"\n\t\t-- Firesign Theater, \"How Can You Be In Two Places At\n\t\t   Once When You're Not Anywhere At All\"",
      "sha1": "932421ad10ed5494d4587e2e9a5709279c26daf5"
    },
    {
      "content": "\t\tThe Three Major Kind of Tools\n\n* Tools for hittings things to make them loose or to tighten them up or\njar their many complex, sophisticated electrical parts in such a\nmanner that they function perfectly.  (These are your hammers, maces,\nbludgeons, and truncheons.)\n\n* Tools that, if dropped properly, can penetrate your foot.  (Awls)\n\n* Tools that nobody should ever use because the potential danger is far\ngreater than the value of any project that could possibly result.\n(Power saws, power drills, power staplers, any kind of tool that uses\nany kind of power more advanced than flashlight batteries.)\n\t\t-- Dave Barry, \"The Taming of the Screw\"",
      "sha1": "219e9a0f987a0e3161703378e93838b7e6ce3d1d"
    },
    {
      "content": "There comes a time in the affairs of a man when he has to take the bull\nby the tail and face the situation.\n\t\t-- W.C. Fields",
      "sha1": "86c688c803efbd660a89e4dad49e714b4722e8bb"
    },
    {
      "content": "There's no easy quick way out, we're gonna have to live through our\nwhole lives, win, lose, or draw.\n\t\t-- Walt Kelly",
      "sha1": "d9e442b7c945d31e2a0b93c0cfb04ae7cfc657fb"
    },
    {
      "content": "There's so much plastic in this culture that vinyl leopard skin is\nbecoming an endangered synthetic.\n\t\t-- Lily Tomlin",
      "sha1": "2f597145fa0186189f3c8d9b7a615217f2e6f9e6"
    },
    {
      "content": "Things will get better despite our efforts to improve them.\n\t\t-- Will Rogers",
      "sha1": "bb5898c0c60cb9c63627a5d1a7f8b4fa11f57f8a"
    },
    {
      "content": "This land is full of trousers!\nthis land is full of mausers!\n\tAnd pussycats to eat them when the sun goes down!\n\t\t-- Firesign Theater",
      "sha1": "8fe8d1048dabfecf51d0b9ea1e790d97d0f72c9c"
    },
    {
      "content": "Time is an illusion, lunchtime doubly so.\n\t\t-- The Hitchhiker's Guide to the Galaxy",
      "sha1": "bb7749380a80f2033898ef0202a4115e2f042b10"
    },
    {
      "content": "TOO BAD YOU CAN'T BUY a voodoo globe so that you could make the earth spin\nreal fast and freak everybody out.\n\t\t-- Jack Handley, The New Mexican, 1988.",
      "sha1": "fb72d1b9cf8bd1a8ebc371f29f4ff9eb5ac5eb90"
    },
    {
      "content": "Twenty Percent of Zero is Better than Nothing.\n\t\t-- Walt Kelly",
      "sha1": "2b64662469ac12a7d0c8ce028b781884a9e3fbfc"
    },
    {
      "content": "We have met the enemy, and he is us.\n\t\t-- Walt Kelly",
      "sha1": "3aa6b502c9323b502843e2b0b8326ff3abac7adb"
    },
    {
      "content": "We is confronted with insurmountable opportunities.\n\t\t-- Walt Kelly, \"Pogo\"",
      "sha1": "7678f763a985526d6c41155cf1b22f0388e9f24f"
    },
    {
      "content": "What if everything is an illusion and nothing exists?  In that case, I\ndefinitely overpaid for my carpet.\n\t\t-- Woody Allen, \"Without Feathers\"",
      "sha1": "61a3b051055bdfcab83bf026b9ce349d95267c3c"
    },
    {
      "content": "What if nothing exists and we're all in somebody's dream?  Or what's worse,\nwhat if only that fat guy in the third row exists?\n\t\t-- Woody Allen, \"Without Feathers\"",
      "sha1": "33aad6070db4b52c93010ddc5c2529bb14b4b0fc"
    },
    {
      "content": "What is comedy?  Comedy is the art of making people laugh without making\nthem puke.\n\t\t-- Steve Martin",
      "sha1": "72df0af0a3e5b9f553aedc462628218f00adb686"
    },
    {
      "content": "\t\"What shall we do?\" said Twoflower.\n\t\"Panic?\" said Rincewind hopefully.  He always held that panic was\nthe best means of survival; back in the olden days, his theory went, people\nfaced with hungry sabretoothed tigers could be divided very simply into\nthose who panicked and those who stood there saying \"What a magnificent\nbrute!\" and \"Here, pussy.\"\n\t\t-- Terry Pratchett, \"The Light Fantastic\"",
      "sha1": "339ca187c86d8451711f4c9f6bbaf048b49bf8ee"
    },
    {
      "content": "What's another word for \"thesaurus\"?\n\t\t-- Steven Wright",
      "sha1": "f652e1467d79e87a5829e7e00b927e118424de7c"
    },
    {
      "content": "When I was crossing the border into Canada, they asked if\nI had any firearms with me.  I said, \"Well, what do you need?\"\n\t\t-- Steven Wright",
      "sha1": "839c9507bc40678f3e4e971b0bbe1a752e89ffb5"
    },
    {
      "content": "When I was little, I went into a pet shop and they asked how big I'd get.\n\t\t-- Rodney Dangerfield",
      "sha1": "24c49794a9c527a4f6d5ae07fb2a7dbbfa68eea2"
    },
    {
      "content": "When I woke up this morning, my girlfriend asked if I had slept well.\nI said, \"No, I made a few mistakes.\"\n\t\t-- Steven Wright",
      "sha1": "8255b25bdd3ba57c729758a5f8aeb9f0f27b4b66"
    },
    {
      "content": "Where humor is concerned there are no standards -- no one can say what\nis good or bad, although you can be sure that everyone will.\n\t\t-- John Kenneth Galbraith",
      "sha1": "f9f158ffc772b8376b6a0c0c7c1c191b2236128b"
    },
    {
      "content": "Why is the alphabet in that order?  Is it because of that song?\n\t\t-- Steven Wright",
      "sha1": "72cf7d1f30f2428749d5639516654b2132f07534"
    },
    {
      "content": "Will Rogers never met you.",
      "sha1": "5357fb6457c0048c98e318891e8c96babfef7d87"
    },
    {
      "content": "Winny and I lived in a house that ran on static electricity...\nIf you wanted to run the blender, you had to rub balloons on your\nhead... if you wanted to cook, you had to pull off a sweater real quick...\n\t\t-- Steven Wright",
      "sha1": "c34aedfbbeef4857ada9c44e04d997ee9387a6d1"
    },
    {
      "content": "Would you *______\b\b\b\b\b\breally* want to get on a non-stop flight?\n\t\t-- George Carlin",
      "sha1": "43ba206e564b161a3ac0480ea6ba3591763c01ef"
    },
    {
      "content": "You can't have everything.  Where would you put it?\n\t\t-- Steven Wright",
      "sha1": "661852ca21142232a67441528b080f4db7892f11"
    },
    {
      "content": "\t\"You know, it's at times like this when I'm trapped in a Vogon\nairlock with a man from Betelgeuse and about to die of asphyxiation in\ndeep space that I really wish I'd listened to what my mother told me\nwhen I was young!\"\n\t\"Why, what did she tell you?\"\n\t\"I don't know, I didn't listen.\"\n\t\t-- Douglas Adams, \"The Hitchhiker's Guide to the Galaxy\"",
      "sha1": "5cac68d0c32e6636e0a20403e4b69415516735fc"
    },
    {
      "content": "You may already be a loser.\n\t\t-- Form letter received by Rodney Dangerfield.",
      "sha1": "9579b409809a2b650950764eb9666044ded1fad8"
    },
    {
      "content": "You'd better beat it.  You can leave in a taxi.  If you can't get a taxi, you\ncan leave in a huff.  If that's too soon, you can leave in a minute and a huff.\n\t\t-- Groucho Marx",
      "sha1": "8b6afc881ee011019040c88d144a5a0b02cf2e10"
    },
    {
      "content": "You're a good example of why some animals eat their young.\n\t\t-- Jim Samuels to a heckler\n\nAh, yes.  I remember my first beer.\n\t\t-- Steve Martin to a heckler\n\nWhen your IQ rises to 28, sell.\n\t\t-- Professor Irwin Corey to a heckler\n%",
      "sha1": "2baa8b38b16e0a59f6b5f587a70c874bad42ef94"
    }
  ]
}