{
  "file": "kids",
  "count": 150,
  "data": [
    {
      "content": "A baby is an alimentary canal with a loud voice at one end and no\nresponsibility at the other.",
      "sha1": "7f22669faa1c9cacc26f854c51099bb195143218"
    },
    {
      "content": "A baby is God's opinion that the world should go on.\n\t\t-- Carl Sandburg",
      "sha1": "56ebd7bd408776b77a535f13ad23d19acdfecbe4"
    },
    {
      "content": "A child of five could understand this!  Fetch me a child of five.",
      "sha1": "147065668cc50eecf229f2f9ebd731250ae8f0c3"
    },
    {
      "content": "A kid'll eat the middle of an Oreo, eventually.",
      "sha1": "07ba90b4b90ef2891b4365cf0777e0611701c5c6"
    },
    {
      "content": "A little kid went up to Santa and asked him, \"Santa, you know when I'm bad\nright?\"  And Santa says, \"Yes, I do.\"  The little kid then asks, \"And you\nknow when I'm sleeping?\" To which Santa replies, \"Every minute.\" So the\nlittle kid then says, \"Well, if you know when I'm bad and when I'm good,\nthen how come you don't know what I want for Christmas?\"",
      "sha1": "03597d22534b25ced569f95719f83a89d289ef48"
    },
    {
      "content": "\tA young married couple had their first child.  Their original pride\nand joy slowly turned to concern however, for after a couple of years the\nchild had never uttered any form of speech.  They hired the best speech\ntherapists, doctors, psychiatrists, all to no avail.  The child simply refused\nto speak.  One morning when the child was five, while the husband was reading\nthe paper, and the wife was feeding the dog, the little kid looks up from\nhis bowl and said, \"My cereal's cold.\"\n\tThe couple is stunned.  The man, in tears, confronts his son.  \"Son,\nafter all these years, why have you waited so long to say something?\".\n\tShrugs the kid, \"Everything's been okay 'til now\".",
      "sha1": "45337cee15f6c870d1a7b26de05d65873dc2d1e1"
    },
    {
      "content": "About the only thing we have left that actually discriminates in favor of\nthe plain people is the stork.",
      "sha1": "be9af06c609c0ff8946ecca9816dee10917d7531"
    },
    {
      "content": "Adam and Eve had many advantages, but the principal one was, that they escaped\nteething.\n\t\t-- Mark Twain, \"Pudd'nhead Wilson's Calendar\"",
      "sha1": "47b6c470e9dfe37e783be15bbace520bcdd5dc3a"
    },
    {
      "content": "Adopted kids are such a pain -- you have to teach them how to look like you ...\n\t\t-- Gilda Radner",
      "sha1": "ba3b7bcf93ef0e62551d08e5c71b40b99a8bc8d4"
    },
    {
      "content": "\tAfter watching an extremely attractive maternity-ward patient\nearnestly thumbing her way through a telephone directory for several \nminutes, a hospital orderly finally asked if he could be of some help.\n\t\"No, thanks,\" smiled the young mother, \"I'm just looking for a\nname for my baby.\"\n\t\"But the hospital supplies a special booklet that lists hundreds\nof first names and their meanings,\" said the orderly.\n\t\"That won't help,\" said the woman, \"my baby already has a first name.\"",
      "sha1": "e79813516877c6b77a4c0253b126e8337a201bab"
    },
    {
      "content": "And he climbed with the lad up the Eiffelberg Tower.  \"This,\" cried the Mayor,\n\"is your town's darkest hour!  The time for all Whos who have blood that is red\nto come to the aid of their country!\" he said.  \"We've GOT to make noises in\ngreater amounts!  So, open your mouth, lad!  For every voice counts!\"  Thus he\nspoke as he climbed.  When they got to the top, the lad cleared his throat and\nhe shouted out, \"YOPP!\" \n\tAnd that Yopp...  That one last small, extra Yopp put it over!\nFinally, at last!  From the speck on that clover their voices were heard!\nThey rang out clear and clean.  And they elephant smiled.  \"Do you see what\nI mean?\" They've proved they ARE persons, no matter how small.  And their\nwhole world was saved by the smallest of All!\"\n\t\"How true!  Yes, how true,\" said the big kangaroo.  \"And, from now\non, you know what I'm planning to do?  From now on, I'm going to protect\nthem with you!\"  And the young kangaroo in her pouch said, \"ME TOO!  From\nthe sun in the summer.  From rain when it's fall-ish, I'm going to protect\nthem.  No matter how small-ish!\"\n\t\t-- Dr. Seuss \"Horton Hears a Who\"",
      "sha1": "228ed8f748971f6993591d400edcc67e5f62a948"
    },
    {
      "content": "Any father who thinks he's all important should remind himself that this\ncountry honors fathers only one day a year while pickles get a whole week.",
      "sha1": "99d25d02f4ea5a0b8ad73a09a7bc98e6719dc246"
    },
    {
      "content": "Anyone who uses the phrase \"easy as taking candy from a baby\" has never\ntried taking candy from a baby.\n\t\t-- Robin Hood",
      "sha1": "1b1539c49535a7eb9f50c4aff6150db7d694f89d"
    },
    {
      "content": "Are you a parent?  Do you sometimes find yourself unsure as to what to\nsay in those awkward situations?  Worry no more...\n\n\tAre you sure you're telling the truth?  Think hard.\n\tDoes it make you happy to know you're sending me to an early grave?\n\tIf all your friends jumped off the cliff, would you jump too?\n\tDo you feel bad?  How do you think I feel?\n\tAren't you ashamed of yourself?\n\tDon't you know any better?\n\tHow could you be so stupid?\n\tIf that's the worst pain you'll ever feel, you should be thankful.\n\tYou can't fool me.  I know what you're thinking.\n\tIf you can't say anything nice, say nothing at all.",
      "sha1": "11eb94ac040a2fa865f5f5b06f266574bee3b9da"
    },
    {
      "content": "Are you a parent?  Do you sometimes find yourself unsure as to what to\nsay in those awkward situations?  Worry no more...\n\n\tDo as I say, not as I do.\n\tDo me a favour and don't tell me about it.  I don't want to know.\n\tWhat did you do *this* time?\n\tIf it didn't taste bad, it wouldn't be good for you.\n\tWhen I was your age...\n\tI won't love you if you keep doing that.\n\tThink of all the starving children in India.\n\tIf there's one thing I hate, it's a liar.\n\tI'm going to kill you.\n\tWay to go, clumsy.\n\tIf you don't like it, you can lump it.",
      "sha1": "5c213ecfb41f467e2358db8488435c27848ed722"
    },
    {
      "content": "Are you a parent?  Do you sometimes find yourself unsure as to what to\nsay in those awkward situations?  Worry no more...\n\n\tGo away.  You bother me.\n\tWhy?   Because life is unfair.\n\tThat's a nice drawing.  What is it?\n\tChildren should be seen and not heard.\n\tYou'll be the death of me.\n\tYou'll understand when you're older.\n\tBecause.\n\tWipe that smile off your face.\n\tI don't believe you.\n\tHow many times have I told you to be careful?\n\tJust beacuse.",
      "sha1": "e0cd8f3d1c6b844e19b019898398d586969e8e43"
    },
    {
      "content": "Are you a parent?  Do you sometimes find yourself unsure as to what to\nsay in those awkward situations?  Worry no more...\n\n\tGood children always obey.\n\tQuit acting so childish.\n\tBoys don't cry.\n\tIf you keep making faces, someday it'll freeze that way.\n\tWhy do you have to know so much?\n\tThis hurts me more than it hurts you.\n\tWhy?  Because I'm bigger than you.\n\tWell, you've ruined everything.  Now are you happy?\n\tOh, grow up.\n\tI'm only doing this because I love you.",
      "sha1": "9400388cc678d46a45e87baa347bd4b66f41aa2c"
    },
    {
      "content": "Are you a parent?  Do you sometimes find yourself unsure as to what to\nsay in those awkward situations?  Worry no more...\n\n\tWhen are you going to grow up?\n\tI'm only doing this for your own good.\n\tWhy are you crying?  Stop crying, or I'll give you something to\n\t\tcry about.\n\tWhat's wrong with you?\n\tSomeday you'll thank me for this.\n\tYou'd lose your head if it weren't attached.\n\tDon't you have any sense at all?\n\tIf you keep sucking your thumb, it'll fall off.\n\tWhy?  Because I said so.\n\tI hope you have a kid just like yourself.",
      "sha1": "be90288ccac5616c9cce00f69a3d92bcac6b35c0"
    },
    {
      "content": "Are you a parent?  Do you sometimes find yourself unsure as to what to\nsay in those awkward situations?  Worry no more...\n\n\tYou wouldn't understand.\n\tYou ask too many questions.\n\tIn order to be a man, you have to learn to follow orders.\n\tThat's for me to know and you to find out.\n\tDon't let those bullies push you around.  Go in there and stick\n\t\tup for yourself.\n\tYou're acting too big for your britches.\n\tWell, you broke it.  Now are you satisfied?\n\tWait till your father gets home.\n\tBored?  If you're bored, I've got some chores for you.\n\tShape up or ship out.",
      "sha1": "0744871a5657602908d1333c908bb7047c61a61e"
    },
    {
      "content": "Article the Third:\n\tWhere a crime of the kidneys has been committed, the accused should\n\tenjoy the right to a speedy diaper change.  Public announcements and\n\tguided tours of the aforementioned are not necessary.\nArticle the Fourth:\n\tThe decision to eat strained lamb or not should be with the \"feedee\"\n\tand not the \"feeder\".  Blowing the strained lamb into the feeder's\n\tface should be accepted as an opinion, not as a declaration of war.\nArticle the Fifth:\n\tBabies should enjoy the freedom to vocalize, whether it be in church,\n\ta public meeting place, during a movie, or after hours when the\n\tlights are out.  They have not yet learned that joy and laughter have\n\tto last a lifetime and must be conserved.\n\t\t-- Erma Bombeck, \"A Baby's Bill of Rights\"",
      "sha1": "ea727ebc80e604a5177a68db91eff4185a00543b"
    },
    {
      "content": "Beat your son every day; you may not know why, but he will.",
      "sha1": "59f6149080c81dca0ba2cd289504d4c8fcb69064"
    },
    {
      "content": "Because we don't think about future generations, they will never forget us.\n\t\t-- Henrik Tikkanen",
      "sha1": "9fa0ba3b1874f8f3a6ecd3341a46f9fac9068853"
    },
    {
      "content": "Billy:\tMom, you know that vase you said was handed down from\n\tgeneration to generation?\nMom:\tYes?\nBilly:\tWell, this generation dropped it.",
      "sha1": "48fff47d32f8ee1e9127deb46bf5e66cafbe50ab"
    },
    {
      "content": "Breast Feeding should not be attempted by fathers with hairy chests,\nsince they can make the baby sneeze and give it wind.\n\t\t-- Mike Harding, \"The Armchair Anarchist's Almanac\"",
      "sha1": "80bcc34b27b09530214f6407c429ac3db29e0b0f"
    },
    {
      "content": "\tCatching his children with their hands in the new, still wet, patio,\nthe father spanked them.  His wife asked, \"Don't you love your children?\"\n\"In the abstract, yes, but not in the concrete.\"",
      "sha1": "722ca448deb81572179999fcdb171e96c280035f"
    },
    {
      "content": "Catproof is an oxymoron, childproof nearly so.",
      "sha1": "af8e736f8c3fb88fb9bdbc6578c5942b8f6a03a5"
    },
    {
      "content": "Children are like cats, they can tell when you don't like them.  That's\nwhen they come over and violate your body space.",
      "sha1": "2e215636b1a09b6dd8a05bf03a68f06a3e5261f2"
    },
    {
      "content": "Children are natural mimics who act like their parents despite every\neffort to teach them good manners.",
      "sha1": "71546fd2e9f28af7e20c6460b2092ee3c2d80d7a"
    },
    {
      "content": "Children are unpredictable.  You never know what inconsistency they're\ngoing to catch you in next.\n\t\t-- Franklin P. Jones",
      "sha1": "50925f1cce52acc2a51e67a987ea3b9dd9b471dc"
    },
    {
      "content": "Children begin by loving their parents.  After a time they judge them.\nRarely, if ever, do they forgive them.\n\t\t-- Oscar Wilde",
      "sha1": "e6caa7843b55ee33a03373f90623030d1eda84fb"
    },
    {
      "content": "Children seldom misquote you.  In fact, they usually repeat word for\nword what you shouldn't have said.",
      "sha1": "8a9ab2795e52b6b702b2aa4a1d7f2934addea346"
    },
    {
      "content": "Children's talent to endure stems from their ignorance of alternatives.\n\t\t-- Maya Angelou, \"I Know Why the Caged Bird Sings\"",
      "sha1": "b02c82ad26927c0369a51a4301cbe0a3e0dc2f91"
    },
    {
      "content": "Cleaning your house while your kids are still growing is like shoveling\nthe walk before it stops snowing.\n\t\t-- Phyllis Diller\n\nThere is no need to do any housework at all.  After the first four years\nthe dirt doesn't get any worse.\n\t\t-- Quentin Crisp",
      "sha1": "f9b49d601589aad81f6f810b72e8b9fd2db3f224"
    },
    {
      "content": "Delusions are often functional. A mother's opinions about her children's\nbeauty, intelligence, goodness, et cetera ad nauseam, keep her from drowning\nthem at birth.",
      "sha1": "ecac68c6e3bc1708112641c9ce8fe0964c8c405b"
    },
    {
      "content": "Do not handicap your children by making their lives easy.\n\t\t-- Robert Heinlein",
      "sha1": "d10112f54358f2d3759cd45a8f04703a3eca544c"
    },
    {
      "content": "Fertility is hereditary.  If your parents didn't have any children,\nneither will you.",
      "sha1": "e39a2ba6176fd435d3a31eaaaf85e87f03e6a6f8"
    },
    {
      "content": "For adult education nothing beats children.",
      "sha1": "20331658625d1eeaa808d55756c7342b6564a8c8"
    },
    {
      "content": "For children with short attention spans: boomerangs that don't come back.",
      "sha1": "187585fe4bd49b71b6f70dbd48280cfa2d44f770"
    },
    {
      "content": "FORTUNE REMEMBERS THE GREAT MOTHERS: #5\n\n\t\"And, and, and, and, but, but, but, but!\"\n\t\t-- Mrs. Janice Markowsky, April 8, 1965",
      "sha1": "c1b3f38646303ffee7acefe6338ed04123b557e3"
    },
    {
      "content": "FORTUNE REMEMBERS THE GREAT MOTHERS: #6\n\n\t\"Johnny, if you fall and break your leg, don't come running to me!\"\n\t\t-- Mrs. Emily Barstow, June 16, 1954",
      "sha1": "bfc9f3374f23d8381acf4f00ef1948bddc618965"
    },
    {
      "content": "Get Revenge!  Live long enough to be a problem for your children!",
      "sha1": "463b110018e9447635e3317501e78038b1bbf5c0"
    },
    {
      "content": "\t\t\t-- Gifts for Children --\n\nThis is easy.  You never have to figure out what to get for children,\nbecause they will tell you exactly what they want.  They spend months and\nmonths researching these kinds of things by watching Saturday- morning\ncartoon-show advertisements.  Make sure you get your children exactly what\nthey ask for, even if you disapprove of their choices.  If your child thinks\nhe wants Murderous Bob, the Doll with the Face You Can Rip Right Off, you'd\nbetter get it.  You may be worried that it might help to encourage your\nchild's antisocial tendencies, but believe me, you have not seen antisocial\ntendencies until you've seen a child who is convinced that he or she did not\nget the right gift.\n\t\t-- Dave Barry, \"Christmas Shopping: A Survivor's Guide\"",
      "sha1": "979dba807b4a753a41d1a7e1fc828bf45ca4aad9"
    },
    {
      "content": "Give a small boy a hammer and he will find that everything he encounters\nneeds pounding.",
      "sha1": "389a114c37fa84267c2c553b766869c085fbfc8b"
    },
    {
      "content": "Give your child mental blocks for Christmas.",
      "sha1": "c5a23288d9d63a4da399166c9704bd7bc0df4b8d"
    },
    {
      "content": "Having children is like having a bowling alley installed in your brain.\n\t\t-- Martin Mull",
      "sha1": "05ad8f93535f099297ac018b30dc0051df1b035e"
    },
    {
      "content": "How sharper than a serpent's tooth is a sister's \"See?\"\n\t\t-- Linus Van Pelt",
      "sha1": "a498fccb2ee7697aa8102c8123d377f856810c04"
    },
    {
      "content": "\"Humpf!\" Humpfed a voice! \"For almost two days you've run wild and insisted on\nchatting with persons who've never existed.  Such carryings-on in our peaceable\njungle!  We've had quite enough of you bellowing bungle!  And I'm here to\nstate,\" snapped the big kangaroo, \"That your silly nonsensical game is all\nthrough!\"  And the young kangaroo in her pouch said, \"Me, too!\"\n\t\"With the help of the Wickersham Brothers and dozens of Wickersham\nUncles and Wickersham Cousins and Wickersham In-Laws, whose help I've engaged,\nYou're going to be roped!  And you're going to be caged!  And, as for your dust\nspeck...  Hah! That we shall boil in a hot steaming kettle of Beezle-Nut oil!\"\n\t\t-- Dr. Seuss \"Horton Hears a Who\"",
      "sha1": "f067412cb8591cf14b047df748a4601cc1b1f15e"
    },
    {
      "content": "I BET WHEN NEANDERTHAL KIDS would make a snowman, someone would always\nend up saying, \"Don't forget the thick heavy brows.\"  Then they would get\nembarrassed because they remembered they had the big hunky brows too, and\nthey'd get mad and eat the snowman.\n\t\t-- Jack Handley, The New Mexican, 1988.",
      "sha1": "0415ecd61882c17b79e3eb80c0830b8bee7085f3"
    },
    {
      "content": "I called my parents the other night, but I forgot about the time difference.\nThey're still living in the fifties.\n\t\t-- Strange de Jim",
      "sha1": "c23dfe7f2aa9cca3eb9367b1c2321dbbc0d002d1"
    },
    {
      "content": "\tI did some heavy research so as to be prepared for \"Mommy, why is\nthe sky blue?\"\n\tHE asked me about black holes in space.\n\t(There's a hole *where*?)\n\n\tI boned up to be ready for, \"Why is the grass green?\"\n\tHE wanted to discuss nature's food chains.\n\t(Well, let's see, there's ShopRite, Pathmark...)\n\n\tI talked about Choo-Choo trains.\n\tHE talked internal combustion engines.\n\t(The INTERNAL COMBUSTION ENGINE said, \"I think I can, I think I can.\")\n\n\tI was delighted with the video game craze, thinking we could compete\nas equals.\n\tHE described the complexities of the microchips required to create\nthe graphics.\n\n\tThen puberty struck.  Ah, adolescence.\n\tHE said, \"Mom, I just don't understand women.\"\n\t(Gotcha!)\n\t\t-- Betty LiBrizzi, \"The Care and Feeding of a Gifted Child\"",
      "sha1": "0211a3db15fe81f88b41f61fc9fda68a5a7c54a2"
    },
    {
      "content": "I hate babies.  They're so human.\n\t\t-- H.H. Munro",
      "sha1": "583919e09f7e6605cfc5f2078a51d66f19392930"
    },
    {
      "content": "I know what \"custody\" [of the children] means.  \"Get even.\"  That's all\ncustody means.  Get even with your old lady.\n\t\t-- Lenny Bruce",
      "sha1": "874fe6740de6931fe760305a7f892396c9f92610"
    },
    {
      "content": "I love children.  Especially when they cry -- for then someone takes them away.\n\t\t-- Nancy Mitford",
      "sha1": "20259c4806a3e330931a8251bb668dde3aa956a1"
    },
    {
      "content": "I opened the drawer of my little desk and a single letter fell out, a\nletter from my mother, written in pencil, one of her last, with unfinished\nwords and an implicit sense of her departure.  It's so curious: one can\nresist tears and \"behave\" very well in the hardest hours of grief.  But\nthen someone makes you a friendly sign behind a window... or one notices\nthat a flower that was in bud only yesterday has suddenly blossomed... or\na letter slips from a drawer... and everything collapses.\n\t\t-- Letters From Colette",
      "sha1": "99dfa318c99ddb9acdc70662996630a2fc33f605"
    },
    {
      "content": "I tell ya, I was an ugly kid.  I was so ugly that my dad kept the kid's\npicture that came with the wallet he bought.\n\t\t-- Rodney Dangerfield",
      "sha1": "9f050ebde3ce2b90e0bd1bf6da2532fdae200397"
    },
    {
      "content": "I told my kids, \"Someday, you'll have kids of your own.\"  One of them said,\n\"So will you.\"\n\t\t-- Rodney Dangerfield",
      "sha1": "9dbb55871d2f74a5d8cd714ee80a8a25e908e770"
    },
    {
      "content": "I used to think I was a child; now I think I am an adult -- not because\nI no longer do childish things, but because those I call adults are no\nmore mature than I am.",
      "sha1": "2a4980052940dea272619144ef0ac797e0422f35"
    },
    {
      "content": "I was born because it was a habit in those days, people didn't know\nanything else ... I was not a Child Prodigy, because a Child Prodigy is\na child who knows as much when it is a child as it does when it grows up.\n\t\t-- Will Rogers",
      "sha1": "f114687f89a915c31ff38b611bb5d91c5ddc3f8b"
    },
    {
      "content": "If a child annoys you, quiet him by brushing his hair.  If this doesn't\nwork, use the other side of the brush on the other end of the child.",
      "sha1": "e5b2483489ba090cd4178051a64394463a8330e7"
    },
    {
      "content": "If parents would only realize how they bore their children.\n\t\t-- G.B. Shaw",
      "sha1": "c7307af90523a308b37102ecb281ca5c8696f72b"
    },
    {
      "content": "If pregnancy were a book they would cut the last two chapters.\n\t\t-- Nora Ephron, \"Heartburn\"",
      "sha1": "656a11628078d62242d6eb0aefc0ce7fc20b5f08"
    },
    {
      "content": "If the very old will remember, the very young will listen.\n\t\t-- Chief Dan George",
      "sha1": "c537fe33fd65e6228aadf7eee26fb5f05cdecea3"
    },
    {
      "content": "If you have never been hated by your child, you have never been a parent.\n\t\t-- Bette Davis",
      "sha1": "7c28e302b3c98e1c7ca8ba79600eefa3437bb340"
    },
    {
      "content": "If your mother knew what you're doing, she'd probably hang her head and cry.",
      "sha1": "38183670b590069d07d8a8af1e79d2def45d17f1"
    },
    {
      "content": "Insanity is hereditary.  You get it from your kids.",
      "sha1": "d1189236ca8f7e2d292d8dafa631362af6145628"
    },
    {
      "content": "It is better to remain childless than to father an orphan.",
      "sha1": "d7d4dbf38255414fe3903f66ff2c66046984107e"
    },
    {
      "content": "It is no wonder that people are so horrible when they start life as children.\n\t\t-- Kingsley Amis",
      "sha1": "f6970b8e494b209dcc0449fe0264114275095ba2"
    },
    {
      "content": "It is so soon that I am done for, I wonder what I was begun for.\n\t\t-- Epitaph, Cheltenham Churchyard",
      "sha1": "f09f29ae83579fa5aa162133ad54c65e29766fc1"
    },
    {
      "content": "It must have been some unmarried fool that said \"A child can ask questions\nthat a wise man cannot answer\"; because, in any decent house, a brat that\nstarts asking questions is promptly packed off to bed.\n\t\t-- Arthur Binstead",
      "sha1": "ce03dc1a9e0ecb6270c2c0d79e2f8478f163afb0"
    },
    {
      "content": "It now costs more to amuse a child than it once did to educate his father.",
      "sha1": "2dbd92311ea95da71a3c621d0ef009da0e9b1cbb"
    },
    {
      "content": "It's never too late to have a happy childhood.",
      "sha1": "47af5d542f9191b61645b30c57a1fa16fb87b8f3"
    },
    {
      "content": "Kids always brighten up a house; mostly by leaving the lights on.",
      "sha1": "8da532d9a0ce9576b486ed7a13106163805f5a24"
    },
    {
      "content": "Kids have *_____\b\b\b\b\bnever* taken guidance from their parents.  If you could\ntravel back in time and observe the original primate family in the\noriginal tree, you would see the primate parents yelling at the primate\nteenager for sitting around and sulking all day instead of hunting for\ngrubs and berries like dad primate.  Then you'd see the primate\nteenager stomp up to his branch and slam the leaves.\n\t\t-- Dave Barry, \"Kids Today: They Don't Know Dum Diddly Do\"",
      "sha1": "19248172f8bd21f3cff0dd5c55520df9f7e828e9"
    },
    {
      "content": "Lies!  All lies!  You're all lying against my boys!\n\t\t-- Ma Barker",
      "sha1": "b6b4817d867b78f9a13b817d3a4521404adc24ef"
    },
    {
      "content": "Life does not begin at the moment of conception or the moment of birth.\nIt begins when the kids leave home and the dog dies.",
      "sha1": "de8e724587f73216d75ff6f6b441a50ff4cfa9bb"
    },
    {
      "content": "Life is a sexually transmitted disease with 100% mortality.",
      "sha1": "5371a2b1dd998051ddbe507c3e34d86a9c4d7b5f"
    },
    {
      "content": "Life is like a diaper -- short and loaded.",
      "sha1": "51f4bc626dbb98ce96e2cf461908964abf2e2f8a"
    },
    {
      "content": "Literature is mostly about having sex and not much about having children.\nLife is the other way around.\n\t\t-- David Lodge, \"The British Museum is Falling Down\"",
      "sha1": "2705a253fd350293e3a349ff155cb71f7ba8ec55"
    },
    {
      "content": "Maturity is only a short break in adolescence.\n\t\t-- Jules Feiffer",
      "sha1": "2472b7d012c601a62dbadd175cdc211a295d9ee4"
    },
    {
      "content": "May you have many beautiful and obedient daughters.",
      "sha1": "9cbc0be6224838a43254c874ae9e9fc7388564e9"
    },
    {
      "content": "May you have many handsome and obedient sons.",
      "sha1": "4a312192292f3ae2f398f1b75b84b6bba8fff79e"
    },
    {
      "content": "MEMORIES OF MY FAMILY MEETINGS still are a source of strength to me.  I\nremember we'd all get into the car -- I forget what kind it was -- and\ndrive and drive.\n\nI'm not sure where we'd go, but I think there were some bees there. The\nsmell of something was strong in the air as we played whatever sport we\nplayed.  I remember a bigger, older guy whom we called \"Dad.\"  We'd eat\nsome stuff or not and then I think we went home.\n\nI guess some things never leave you.\n\t\t-- Jack Handley, The New Mexican, 1988.",
      "sha1": "053df3686cbc023b1e136812eb91130fd371bec6"
    },
    {
      "content": "Microwaves frizz your heir.",
      "sha1": "28b36ad63819b3f7b124a0f5c7afe78e59bd887e"
    },
    {
      "content": "My boy is a mean kid.  I came home the other day and saw him taping worms\nto the sidewalk, he sits there and watches the birds get hernias.  Well,\nonly last Christmas I gave him a B-B gun and he gave me a sweatshirt with\na bulls-eye on the back.\n\nI told my kids, \"Someday, you'll have kids of your own.\"  One of them\nsaid, \"So will you.\"\n\t\t-- Rodney Dangerfield",
      "sha1": "0ab4ef6552cfe1b80513de710930d9f8b38999cf"
    },
    {
      "content": "My family history begins with me, but yours ends with you.\n\t\t-- Iphicrates",
      "sha1": "9c2af2f57138066a12e2b54fef118f11f1fed6db"
    },
    {
      "content": "My mother loved children -- she would have given anything if I had been one.\n\t\t-- Groucho Marx",
      "sha1": "78c0e9522c94be806f96f4daa3dffcb6e188d943"
    },
    {
      "content": "My mother once said to me, \"Elwood,\" (she always called me Elwood)\n\"Elwood, in this world you must be oh so smart or oh so pleasant.\"\nFor years I tried smart.  I recommend pleasant.\n\t\t-- Elwood P. Dowde, \"Harvey\"",
      "sha1": "3a83e6301d82d8ac1153c484aee693c5c581f6a1"
    },
    {
      "content": "My mother wants grandchildren, so I said, \"Mom, go for it!\"\n\t\t-- Sue Murphy",
      "sha1": "a485bd78aec82ac13539b1a423e00a129fc36ed2"
    },
    {
      "content": "My mother was a test tube; my father was a knife.\n\t\t-- Friday",
      "sha1": "f02c3d0cea092dbe438aedddc3dcff391c45ae4b"
    },
    {
      "content": "My parents went to Niagara Falls and all I got was this crummy life.",
      "sha1": "c2d00adb61e4fa7c5179b9dd4de1c06fa031fba3"
    },
    {
      "content": "My ritual differs slightly.  What I do, first thing [in the morning], is I\nhop into the shower stall.  Then I hop right back out, because when I hopped\nin I landed barefoot right on top of See Threepio, a little plastic robot\ncharacter from \"Star Wars\" whom my son, Robert, likes to pull the legs off\nof while he showers.  Then I hop right back into the stall because our dog,\nEarnest, who has been alone in the basement all night building up powerful\ndog emotions, has come bounding and quivering into the bathroom and wants\nto greet me with 60 or 70 thousand playful nips, any one of which -- bear\nin mind that I am naked and, without my contact lenses, essentially blind\n-- could result in the kind of injury where you have to learn a whole new\npart if you want to sing the \"Messiah,\" if you get my drift.  Then I hop\nright back out, because Robert, with that uncanny sixth sense some children\nhave -- you cannot teach it; they either have it or they don't -- has chosen\nexactly that moment to flush one of the toilets.  Perhaps several of them.\n\t\t-- Dave Barry",
      "sha1": "285fc60f3eb61ec6981aeadbc40b6175b18930db"
    },
    {
      "content": "Nature makes boys and girls lovely to look upon so they can be\ntolerated until they acquire some sense.\n\t\t-- William Phelps",
      "sha1": "70856242616a4f64506a994a2f67fe02df3e7b5e"
    },
    {
      "content": "Never have children, only grandchildren.\n\t\t-- Gore Vidal",
      "sha1": "13cefa16855ae96953d84d71a0eff69a70a9bbd9"
    },
    {
      "content": "Never lend your car to anyone to whom you have given birth.\n\t\t-- Erma Bombeck",
      "sha1": "12a139b29174228d93f6963ceb9f61900c55405a"
    },
    {
      "content": "Never raise your hand to your children -- it leaves your midsection\nunprotected.\n\t\t-- Robert Orben",
      "sha1": "478b21cb703e9374606e2df5e609013a84d6df61"
    },
    {
      "content": "Never trust a child farther than you can throw it.",
      "sha1": "babb419b0b355fbb9d1890c8a2a7e53c42018972"
    },
    {
      "content": "No house is childproofed unless the little darlings are in straitjackets.",
      "sha1": "c6ce7cd1a3be7206e41ed46d8dfca7e8a193bc01"
    },
    {
      "content": "No matter how old a mother is, she watches her middle-aged children for\nsigns of improvement.\n\t\t-- Florida Scott-Maxwell",
      "sha1": "2c904c25f8a29841d886c0d497ab15a1e7db6e00"
    },
    {
      "content": "Nobody suffers the pain of birth or the anguish of loving a child in order\nfor presidents to make wars, for governments to feed on the substance of\ntheir people, for insurance companies to cheat the young and rob the old.\n\t\t-- Lewis Lapham",
      "sha1": "c39fda5c9f30ea3f3be449174493e262a520a175"
    },
    {
      "content": "\tOn this morning in August when I was 13, my mother sent us out pick\ntomatoes.  Back in April I'd have killed for a fresh tomato, but in August\nthey are no more rare or wonderful than rocks.  So I picked up one and threw\nit at a crab apple tree, where it made a good *splat*, and then threw a tomato\nat my brother.  He whipped one back at me.  We ducked down by the vines,\nheaving tomatoes at each other.  My sister, who was a good person, said,\n\"You're going to get it.\"  She bent over and kept on picking.\n\tWhat a target!  She was 17, a girl with big hips, and bending over,\nshe looked like the side of a barn.\n\tI picked up a tomato so big it sat on the ground.  It looked like it\nhad sat there a week.  The underside was brown, small white worms lived in it,\nand it was very juicy.  I stood up and took aim, and went into the windup,\nwhen my mother at the kitchen window called my name in a sharp voice.  I had\nto decide quickly.  I decided.\n\tA rotten Big Boy hitting the target is a memorable sound, like a fat\nman doing a belly-flop.  With a whoop and a yell the tomatoee came after\nfaster than I knew she could run, and grabbed my shirt and was about to brain\nme when Mother called her name in a sharp voice.  And my sister, who was a\ngood person, obeyed and let go -- and burst into tears.  I guess she knew that\nthe pleasure of obedience is pretty thin compared with the pleasure of hearing\na rotten tomato hit someone in the rear end.\n\t\t-- Garrison Keillor, \"Lake Wobegon Days\"",
      "sha1": "ad3201f2cbd83668ab9ce53d8af179c35b64532a"
    },
    {
      "content": "One father is more than a hundred schoolmasters.\n\t\t-- George Herbert",
      "sha1": "560b9140f67618dab07155e0698d3a39117e9abf"
    },
    {
      "content": "One of the disadvantages of having children is that they eventually get old\nenough to give you presents they make at school.\n\t\t-- Robert Byrne",
      "sha1": "0ac9b89e91612ef487f9c72d125f0630bf0cb3e8"
    },
    {
      "content": "Only adults have difficulty with childproof caps.",
      "sha1": "f8e28b490180fb75a57fc303769bf6ed54d318fc"
    },
    {
      "content": "Out of the mouths of babes does often come cereal.",
      "sha1": "5887f1f662987598d8231d8c43862845eec258f5"
    },
    {
      "content": "Parents often talk about the younger generation as if they didn't have\nmuch of anything to do with it.",
      "sha1": "49e5886a4623f03ac04ca3a23517950eb5e4d624"
    },
    {
      "content": "Please, Mother!  I'd rather do it myself!",
      "sha1": "7d5b98fbd01ed898bdbd9006adabe275b62e272d"
    },
    {
      "content": "Reinhart was never his mother's favorite -- and he was an only child.\n\t\t-- Thomas Berger",
      "sha1": "35c22805ddf8bf8f9bb8d941ee88f54865fe0f36"
    },
    {
      "content": "Remember that as a teenager you are in the last stage of your life when\nyou will be happy to hear that the phone is for you.\n\t\t-- Fran Lebowitz, \"Social Studies\"",
      "sha1": "6070560c5c81b6b741da15e116a90be17d2d78df"
    },
    {
      "content": "Snow and adolescence are the only problems that disappear if you ignore\nthem long enough.",
      "sha1": "9de30831ecf38aff42e1ed92facac597e24ae525"
    },
    {
      "content": "Somewhere on this globe, every ten seconds, there is a woman giving birth\nto a child.  She must be found and stopped.\n\t\t-- Sam Levenson",
      "sha1": "7d5382136598d287c26053d205566479fe77965d"
    },
    {
      "content": "Teach children to be polite and courteous in the home, and, when they grow up,\nthey won't be able to edge a car onto a freeway.",
      "sha1": "45d20a8076b688bd772d38eb0bed0fa4546cbe7a"
    },
    {
      "content": "Test-tube babies shouldn't throw stones.",
      "sha1": "8a3dd3caa6163f1631926a962891ac2f02c1ebb0"
    },
    {
      "content": "That all men should be brothers is the dream of people who have no brothers.\n\t\t-- Charles Chincholles, \"Pensees de tout le monde\"",
      "sha1": "30ba69474df2388b3433c9fb8bbc49f95072411c"
    },
    {
      "content": "The average income of the modern teenager is about 2 a.m.",
      "sha1": "630ab03700d82c8c36481a8a79963f583e413bc4"
    },
    {
      "content": "\tThe courtroom was pregnant (pun intended) with anxious silence as the\njudge solemnly considered his verdict in the paternity suit before him.\nSuddenly, he reached into the folds of his robes, drew out a cigar and\nceremoniously handed it to the defendant.\n\t\"Congratulations!\" declaimed the jurist.  \"You have just become a\nfather!\"",
      "sha1": "cdecda13c5abd8b88bcd693fdb225df527e2b7d2"
    },
    {
      "content": "The denunciation of the young is a necessary part of the hygiene of older\npeople, and greatly assists in the circulation of the blood.\n\t\t-- Logan Pearsall Smith",
      "sha1": "21e93f07920d82e1f3177b7c36c41b164686aa5d"
    },
    {
      "content": "The fact that boys are allowed to exist at all is evidence of a remarkable\nChristian forbearance among men.\n\t\t-- Ambrose Bierce",
      "sha1": "5845f794ae041e5143abc78497f1f2a0f336ac5d"
    },
    {
      "content": "The first half of our lives is ruined by our parents and the second half\nby our children.\n\t\t-- Clarence Darrow",
      "sha1": "3b21a722fe1d1bd435d2216d1e9aa2d6974b8228"
    },
    {
      "content": "The full impact of parenthood doesn't hit you until you multiply the\nnumber of your kids by thirty-two teeth.",
      "sha1": "5cc72d6149149519d1ef8ab88baa3c157fba4c7a"
    },
    {
      "content": "The future is a myth created by insurance salesmen and high school counselors.",
      "sha1": "35b37d7313290d2d2d4c9d3191edc8ec2132fbd7"
    },
    {
      "content": "The good die young -- because they see it's no use living if you've got\nto be good.\n\t\t-- John Barrymore",
      "sha1": "aca62585c7aff36c70296ff91a737baf4f491692"
    },
    {
      "content": "The idea is to die young as late as possible.\n\t\t-- Ashley Montague",
      "sha1": "8a391b31e41332e73340a406d2311de6039453ff"
    },
    {
      "content": "The modern child will answer you back before you've said anything.\n\t\t-- Laurence J. Peter",
      "sha1": "4c3430c265072f28b855083d399ce6a7d2b53be8"
    },
    {
      "content": "\"The only real way to look younger is not to be born so soon.\"\n\t\t-- Charles Schulz, \"Things I've Had to Learn Over and\n\t\t   Over and Over\"",
      "sha1": "600ee8f4438dcea8a1f26d307ddfaa540f618394"
    },
    {
      "content": "The problem with the gene pool is that there is no lifeguard.",
      "sha1": "d69684a634f82e2986d9663023a57bdee63b2a5c"
    },
    {
      "content": "The real reason large families benefit society is because at least\na few of the children in the world shouldn't be raised by beginners.",
      "sha1": "ce68f3b38d9c863ed2acf0f9b216ce3d7f46d09b"
    },
    {
      "content": "The years of peak mental activity are undoubtedly between the ages of four\nand eighteen.  At four we know all the questions, at eighteen all the answers.",
      "sha1": "ae82d11325cff8eca0cba423e521b04f02f89611"
    },
    {
      "content": "\"There was a boy called Eustace Clarence Scrubb, and he almost deserved it.\"\n\t\t-- C. S. Lewis, \"The Chronicles of Narnia\"",
      "sha1": "b3420af09e055bcee65eab11217cbd399d39d4c1"
    },
    {
      "content": "There's no point in being grown up if you can't be childish sometimes.\n\t\t-- Dr. Who",
      "sha1": "8f67bfcb9c881894333b8c1eea84584ac4a17053"
    },
    {
      "content": "There's nothing wrong with teenagers that reasoning with them won't aggravate.",
      "sha1": "f661f4b4bcbd9ab4b8e5bed00a5e3644e8e2df50"
    },
    {
      "content": "Toddlers are the stormtroopers of the Lord of Entropy.",
      "sha1": "c459051c9bd73a93a99b973d9041e6a1df0796fe"
    },
    {
      "content": "Troubles are like babies; they only grow by nursing.",
      "sha1": "6fee4f2073c3075bb37f380cd400d933234b33e5"
    },
    {
      "content": "\tTwo parent drops spent months teaching their son how to be part of the\nocean.  After months of training, the father drop commented to the mother drop,\n\"We've taught our boy everything we know, he's fit to be tide.\"",
      "sha1": "b253ba46a9ecfd936629c4c60fa096366a0e5273"
    },
    {
      "content": "We are all born charming, fresh and spontaneous and must be civilized\nbefore we are fit to participate in society.\n\t\t-- Judith Martin, \"Miss Manners' Guide to Excruciatingly\n\t\t   Correct Behaviour\"",
      "sha1": "224a7dcc3604077df5128e62fdd1705dc20a5647"
    },
    {
      "content": "We are the people our parents warned us about.",
      "sha1": "2e935f2571f74281f9fec749818b7ecc82317768"
    },
    {
      "content": "What really shapes and conditions and makes us is somebody only a few of\nus ever have the courage to face: and that is the child you once were,\nlong before formal education ever got its claws into you -- that\nimpatient, all-demanding child who wants love and power and can't get\nenough of either and who goes on raging and weeping in your spirit till\nat last your eyes are closed and all the fools say, \"Doesn't he look\npeaceful?\" It is those pent-up, craving children who make all the wars\nand all the horrors and all the art and all the beauty and discovery in\nlife, because they are trying to achieve what lay beyond their grasp\nbefore they were five years old.\n\t\t-- Robertson Davies, \"The Rebel Angels\"",
      "sha1": "1e368c44ad1e9282de23dc8d9c9075b903791128"
    },
    {
      "content": "What's done to children, they will do to society.",
      "sha1": "a415b50663bb5b17052c1402967e389feec8cc34"
    },
    {
      "content": "When childhood dies, its corpses are called adults.\n\t\t-- Brian Aldiss",
      "sha1": "71a2de87bf72585c5b9ce58b35294ac8cbe0a24e"
    },
    {
      "content": "When I was 16, I thought there was no hope for my father.  By the time I was\n20, he had made great improvement.",
      "sha1": "29e3ef3d7610d028170b53d02203f3293270a8cc"
    },
    {
      "content": "When you were born, a big chance was taken for you.",
      "sha1": "08eea51e6dc9918be9047d4ff0f0961c5c6a01d3"
    },
    {
      "content": "Why do they call it baby-SITTING when all you do is run after them?",
      "sha1": "b1788fe33e2291f57c0cae15b4cb6ce44417af82"
    },
    {
      "content": "Why not have an old-fashioned Christmas for your family this year? Just\npicture the scene in your living room on Christmas morning as your children\nopen their old-fashioned presents.\n\nYour 11-year-old son: \"What the heck is this?\"\n\nYou:\t\"A spinning top!  You spin it around, and then eventually it falls\ndown.  What fun!  Ha, ha!\"\n\nSon:\t\"Is this a joke?  Jason Thompson's parents got him a computer with \ntwo disk drives and 128 kilobytes of random-access memory, and I get this \ncretin TOP?\"\n\nYour 8-year-old daughter: \"You think that's bad?  Look at this.\"\n\nYou:\t\"It's figgy pudding!  What a treat!\"\n\nDaughter: \"It looks like goat barf.\"\n\t\t-- Dave Barry, \"Simple, Homespun Gifts\"",
      "sha1": "4f1696a6609c355f8570c9224894e3b9d308f78b"
    },
    {
      "content": "You can learn many things from children.  How much patience you have,\nfor instance.\n\t\t-- Franklin P. Jones",
      "sha1": "d4ff20a5f2fc82b53ab226557b9af7ea552818ce"
    },
    {
      "content": "\"You can't expect a mother to be with a small child all the time,\" Margaret\nMead once remarked, with her usual good sense, but in 1978 she shocked\nfeminists by snapping that women don't really have children to put them in\nday care twelve hours a day, either.\n\t\t-- Caroline Bird, \"The Two Paycheck Marriage\"",
      "sha1": "1bcaa150c59c1aa24a99f545a2cbf70d1e797950"
    },
    {
      "content": "You can't hug a child with nuclear arms.",
      "sha1": "5a695e4e5e897324be19916163b7d11df38c2005"
    },
    {
      "content": "Your responsibility as a parent is not as great as you might imagine.  You\nneed not supply the world with the next conqueror of disease or major motion\npicture star.  If your child simply grows up to be someone who does not use\nthe word \"collectible\" as a noun, you can consider yourself an unqualified\nsuccess.\n\t\t-- Fran Lebowitz, \"Social Studies\"",
      "sha1": "50b279ffc3d5460574f3849cc1d75892674a7eb6"
    },
    {
      "content": "Youth is such a wonderful thing.  What a crime to waste it on children.\n\t\t-- George Bernard Shaw",
      "sha1": "9a825bc290c425c0a378e9bbc35f7becfee62bd4"
    },
    {
      "content": "Youth is the trustee of posterity.",
      "sha1": "156a80d6d1dfb8b91c9d3a2fd6fe7336c6199b78"
    },
    {
      "content": "Youth is when you blame all your troubles on your parents; maturity is\nwhen you learn that everything is the fault of the younger generation.",
      "sha1": "4b433b565224a023590cc6b7437ec4ddf40e882d"
    },
    {
      "content": "Youth.  It's a wonder that anyone ever outgrows it.\n%",
      "sha1": "f2cc23ec8987241d04975cddb96e16c910773e7b"
    }
  ]
}