{
  "file": "magic",
  "count": 29,
  "data": [
    {
      "content": "A Thaum is the basic unit of magical strength.  It has been universally\nestablished as the amount of magic needed to create one small white pigeon\nor three normal sized billiard balls.\n\t\t-- Terry Pratchett, \"The Light Fantastic\"",
      "sha1": "bb6a469c5d8e19b3aa4cd97b5dfb43c468f6c1ec"
    },
    {
      "content": "\"A wizard cannot do everything; a fact most magicians are reticent to admit,\nlet alone discuss with prospective clients.  Still, the fact remains that \nthere are certain objects, and people, that are, for one reason or another, \ncompletely immune to any direct magical spell.  It is for this group of\nbeings that the magician learns the subtleties of using indirect spells.\nIt also does no harm, in dealing with these matters, to carry a large club\nnear your person at all times.\"\n\t\t-- The Teachings of Ebenezum, Volume VIII",
      "sha1": "93d178827a780b2b7cd29f1cbce9867710b3f61d"
    },
    {
      "content": "An ancient proverb summed it up: when a wizard is tired of looking for\nbroken glass in his dinner, it ran, he is tired of life.\n\t\t-- Terry Pratchett, \"The Light Fantastic\"",
      "sha1": "cf312253791a1203bee19c59880dd06d026037a9"
    },
    {
      "content": "Chaos is King and Magic is loose in the world.",
      "sha1": "e79a90349de8e5d9bee73007bd05bc26b51064d6"
    },
    {
      "content": "Do not meddle in the affairs of wizards, for they become soggy and hard to\nlight.\n\nDo not throw cigarette butts in the urinal, for they are subtle and\nquick to anger.",
      "sha1": "5c0eea0bbba17069bfc8ead14de55e80ac06406e"
    },
    {
      "content": "\"Do not meddle in the affairs of wizards, for you are crunchy and good\nwith ketchup.\"",
      "sha1": "65322796179a892aaaff9b229163f813801e6bd6"
    },
    {
      "content": "Do what thou wilt shall be the whole of the Law.\n\t\t-- Aleister Crowley",
      "sha1": "cfb6418c5a14353ef2d62e6fa79916ddf731ce0a"
    },
    {
      "content": "Eight was also the Number of Bel-Shamharoth, which was why a sensible wizard\nwould never mention the number if he could avoid it.  Or you'll be eight\nalive, apprentices were jocularly warned.  Bel-Shamharoth was especially\nattracted to dabblers in magic who, by being as it were beachcombers on the\nshores of the unnatural, were already half-enmeshed in his nets.\nRincewind's room number in his hall of residence had been 7a.  He hadn't\nbeen surprised.\n\t\t-- Terry Pratchett, \"The Sending of Eight\"",
      "sha1": "3b89b7db872c017c2f52fc431c19ea52301d4b74"
    },
    {
      "content": "\"How do you know she is a unicorn?\" Molly demanded.  \"And why were you afraid\nto let her touch you?  I saw you.  You were afraid of her.\"\n\t\"I doubt that I will feel like talking for very long,\" the cat\nreplied without rancor.  \"I would not waste time in foolishness if I were \nyou.  As to your first question, no cat out of its first fur can ever be\ndeceived by appearances.  Unlike human beings, who enjoy them.  As for your\nsecond question --\"  Here he faltered, and suddenly became very interested\nin washing; nor would he speak until he had licked himself fluffy and then\nlicked himself smooth again.  Even then he would not look at Molly, but \nexamined his claws.\n\t\"If she had touched me,\" he said very softly, \"I would have been\nhers and not my own, not ever again.\"\n\t\t-- Peter S. Beagle, \"The Last Unicorn\"",
      "sha1": "2d51682d18f1b5b6f2ff2d6afba25f016be73107"
    },
    {
      "content": "It is a well known fact that warriors and wizards do not get along, because\none side considers the other side to be a collection of bloodthirsty idiots\nwho can't walk and think at the same time, while the other side is naturally\nsuspicious of a body of men who mumble a lot and wear long dresses.  Oh, say\nthe wizards, if we're going to be like that, then, what about all those\nstudded collars and oiled muscles down at the Young Men's Pagan Association?\nTo which the heroes reply, that's a pretty good allegation from a bunch of\nwimpsoes who won't go near a woman on account, can you believe it, of their\nmystical power being sort of drained out.  Right, say the wizards, that just\nabout does it, you and your leather posing pouches.  Oh yeah, say the the\nheroes, why don't you ...\n\t\t-- Terry Pratchett, \"The Light Fantastic\"",
      "sha1": "edbaae72ec9bc1601c4a2145453a990124d946ef"
    },
    {
      "content": "It is well known that *things* from undesirable universes are always seeking\nan entrance into this one, which is the psychic equivalent of handy for the\nbuses and closer to the shops.\n\t\t-- Terry Pratchett, \"The Light Fantastic\"",
      "sha1": "2db10caeafcba54060497ccebd92e0da5f74acee"
    },
    {
      "content": "\tIt seems there's this magician working one of the luxury cruise ships\nfor a few years.  He doesn't have to change his routines much as the audiences\nchange over fairly often, and he's got a good life.   The only problem is the\nship's parrot, who perches in the hall and watches him night after night, year\nafter year.  Finally, the parrot figures out how almost every trick works and\nstarts giving it away for the audience.  For example, when the magician makes\na bouquet of flowers disappear, the parrot squawks \"Behind his back!  Behind\nhis back!\"  Well, the magician is really annoyed at this, but there's not much\nhe can do about it as the parrot is a ship's mascot and very popular with the\npassengers.\n\tOne night, the ship strikes some floating debris, and sinks without\na trace.  Almost everyone aboard was lost, except for the magician and the\nparrot.  For three days and nights they just drift, with the magician clinging\nto one end of a piece of driftwood and the parrot perched on the other end.\nAs the sun rises on the morning of the fourth day, the parrot walks over to\nthe magician's end of the log.  With obvious disgust in his voice, he snaps\n\"OK, you win, I give up.  Where did you hide the ship?\"",
      "sha1": "fb290361c21c03fccf6a659e9edd981e677235aa"
    },
    {
      "content": "Knowledge is power -- knowledge shared is power lost.\n\t\t-- Aleister Crowley",
      "sha1": "78da96e4b929e73688cfa2d4371fa080ad9f866c"
    },
    {
      "content": "Magic is always the best solution -- especially reliable magic.",
      "sha1": "eafe2056e21121020e660aa8c541b80857e39f8e"
    },
    {
      "content": "No matter how subtle the wizard, a knife in the shoulder blades will seriously\ncramp his style.",
      "sha1": "547ac16e67e36be53f60f8a928afed91896ffef5"
    },
    {
      "content": "Rincewind had generally been considered by his tutors to be a natural wizard\nin the same way that fish are natural mountaineers.  He probably would have\nbeen thrown out of Unseen University anyway--he couldn't remember spells and\nsmoking made him feel ill.\n\t\t-- Terry Pratchett, \"The Light Fantastic\"",
      "sha1": "f6ea18766f932202abe4cc61b2fc24aa20f98b19"
    },
    {
      "content": "Somewhere, just out of sight, the unicorns are gathering.",
      "sha1": "836945037dcc94f8442383adea45e404fcb8a8dc"
    },
    {
      "content": "The default Magic Word, \"Abracadabra\", actually is a corruption of the\nHebrew phrase \"ha-Bracha dab'ra\" which means \"pronounce the blessing\".",
      "sha1": "fc80b89f01fbb7ae90e0c35b1660371fe138d0cd"
    },
    {
      "content": "\"The first rule of magic is simple.  Don't waste your time waving your\nhands and hoping when a rock or a club will do.\"\n\t\t-- McCloctnik the Lucid",
      "sha1": "431f5db3ef496dd0fce3a273bbeb80f8d69963bc"
    },
    {
      "content": "\tThe seven eyes of Ningauble the Wizard floated back to his hood as he\nreported to Fafhrd: \"I have seen much, yet cannot explain all.  The Gray\nMouser is exactly twenty-five feet below the deepest cellar in the palace\nof Gilpkerio Kistomerces.  Even though twenty-four parts in twenty-five of\nhim are dead, he is alive.\n\t\"Now about Lankhmar.  She's been invaded, her walls breached\neverywhere and desperate fighting is going on in the streets, by a fierce\nhost which out-numbers Lankhamar's inhabitants by fifty to one -- and\nequipped with all modern weapons.  Yet you can save the city.\"\n\t\"How?\" demanded Fafhrd.\n\tNingauble shrugged.  \"You're a hero.  You should know.\"\n\t\t-- Fritz Leiber, \"The Swords of Lankhmar\"",
      "sha1": "5af14e7d1318137ed17933c33e7dae54f7b1df1b"
    },
    {
      "content": "\t\"Then what is magic for?\" Prince Lir demanded wildly.  \"What use is\nwizardry if it cannot save a unicorn?\"  He gripped the magician's shoulder\nhard, to keep from falling.\n\tSchmendrick did not turn his head.  With a touch of sad mockery in\nhis voice, he said, \"That's what heroes are for.\"\n...\n\t\"Yes, of course,\" he [Prince Lir] said.  \"That is exactly what heroes\nare for.  Wizards make no difference, so they say that nothing does, but\nheroes are meant to die for unicorns.\"\n\t\t-- Peter Beagle, \"The Last Unicorn\"",
      "sha1": "b446160bbe84384207e5d36259b3e1ae768bf194"
    },
    {
      "content": "There are those who claim that magic is like the tide; that it swells and\nfades over the surface of the earth, collecting in concentrated pools here\nand there, almost disappearing from other spots, leaving them parched for\nwonder.  There are also those who believe that if you stick your fingers up\nyour nose and blow, it will increase your intelligence.\n\t\t-- The Teachings of Ebenezum, Volume VII",
      "sha1": "0f3f04e80c751168b282c2367150a41c267c0805"
    },
    {
      "content": "Unseen University had never admitted women, muttering something about\nproblems with the plumbing, but the real reason was an unspoken dread that\nif women were allowed to mess around with magic they would probably be\nembarrassingly good at it ...\n\t\t-- Terry Pratchett, \"The Light Fantastic\"",
      "sha1": "143ee66ff724a3111807b55e39f567321448e4a6"
    },
    {
      "content": "Using words to describe magic is like using a screwdriver to cut roast beef.\n\t\t-- Tom Robbins",
      "sha1": "76e478c24509d5c62016f02cbcbcc98154dfc4f9"
    },
    {
      "content": "\t\"Verily and forsooth,\" replied Goodgulf darkly.  \"In the past year\nstrange and fearful wonders I have seen.  Fields sown with barley reap\ncrabgrass and fungus, and even small gardens reject their artichoke hearts.\nThere has been a hot day in December and a blue moon.  Calendars are made with\na month of Sundays and a blue-ribbon Holstein bore alive two insurance\nsalesmen.  The earth splits and the entrails of a goat were found tied in\nsquare knots.  The face of the sun blackens and the skies have rained down\nsoggy potato chips.\"\n\t\"But what do all these things mean?\" gasped Frito.\n\t\"Beats me,\" said Goodgulf with a shrug, \"but I thought it made good\ncopy.\"\n\t\t-- Harvard Lampoon, \"Bored of the Rings\"",
      "sha1": "abf6dc336637a6d3cf7a807ec0f55859ad8b5ab0"
    },
    {
      "content": "Watch Rincewind.\n\nLook at him.  Scrawny, like most wizards, and clad in a dark red robe on\nwhich a few mystic sigils were embroidered in tarnished sequins. Some might\nhave taken him for a mere apprentice enchanter who had run away from his\nmaster out of defiance, boredom, fear and a lingering taste for\nheterosexuality.  Yet around his neck was a chain bearing the bronze octagon\nthat marked him as an alumnus of Unseen University, the high school of magic\nwhose time-and-space transcendent campus is never precisely Here or There.\nGraduates were usually destined for mageship at least, but Rincewind--after\nan unfortunate event--had left knowing only one spell and made a living of\nsorts around the town by capitalizing on an innate gift for languages.  He\navoided work as a rule, but had a quickness of wit that put his\nacquaintances in mind of a bright rodent.\n\t\t-- Terry Pratchett, \"The Colour of Magic\"",
      "sha1": "045f8ab5feca6d946e032c0777c3f146a14000f5"
    },
    {
      "content": "What is a magician but a practising theorist?\n\t\t-- Obi-Wan Kenobi",
      "sha1": "a7756caeea2d82aa1b158742112e913054187139"
    },
    {
      "content": "What use is magic if it can't save a unicorn?\n\t\t-- Peter S. Beagle, \"The Last Unicorn\"",
      "sha1": "f7ddeba37a1476a935e809196a2bd7a0a8aafa60"
    },
    {
      "content": "When I say the magic word to all these people, they will vanish forever.\nI will then say the magic words to you, and you, too, will vanish -- never\nto be seen again.\n\t\t-- Kurt Vonnegut Jr., \"Between Time and Timbuktu\"\n%",
      "sha1": "c64f2cb68c6e793b0154408fe40da09c5a8f7051"
    }
  ]
}