{
  "file": "news",
  "count": 53,
  "data": [
    {
      "content": "A help wanted add for a photo journalist asked the rhetorical question:\n\nIf you found yourself in a situation where you could either save\na drowning man, or you could take a Pulitzer prize winning\nphotograph of him drowning, what shutter speed and setting would you use?\n\t\t-- Paul Harvey",
      "sha1": "a9cf0a530d4092b901af8bf94e394c160b60f05a"
    },
    {
      "content": "A Hen Brooding Kittens\n\tA friend informs us that he saw at the Novato ranch, Marin county,\na few days since, a hen actually brooding and otherwise caring for three\nkittens!  The gentleman upon whose premises this strange event is transpiring\nsays the hen adopted the kittens when they were but a few days old, and that\nshe has devoted them her undivided care for several weeks past.  The young\nfelines are now of respectable size, but they nevertheless follow the hen at\nher cluckings, and are regularly brooded at night beneath her wings.\n\t\t-- Sacramento Daily Union, July 2, 1861",
      "sha1": "6195de5523889322ba6d95b4300504c7ce1d3c33"
    },
    {
      "content": "\tA journalist, thrilled over his dinner, asked the chef for the recipe.\nRetorted the chef, \"Sorry, we have the same policy as you journalists, we\nnever reveal our sauce.\"",
      "sha1": "abb1b410df54e62e0237a87d8c36f25d14d07893"
    },
    {
      "content": "A Mexican newspaper reports that bored Royal Air Force pilots stationed\non the Falkland Islands have devised what they consider a marvelous new\ngame.  Noting that the local penguins are fascinated by airplanes, the\npilots search out a beach where the birds are gathered and fly slowly\nalong it at the water's edge.  Perhaps ten thousand penguins turn their\nheads in unison watching the planes go by, and when the pilots turn\naround and fly back, the birds turn their heads in the opposite\ndirection, like spectators at a slow-motion tennis match.  Then, the\npaper reports \"The pilots fly out to sea and directly to the penguin\ncolony and overfly it.  Heads go up, up, up, and ten thousand penguins\nfall over gently onto their backs.\n\t\t-- Audobon Society Magazine",
      "sha1": "68ac6d88e49faba2209f45ecd8c3b73a9be77392"
    },
    {
      "content": "A New Way of Taking Pills\n\tA physician one night in Wisconsin being disturbed by a burglar, and\nhaving no ball or shot for his pistol, noiselessly loaded the weapon with\nsmall, hard pills, and gave the intruder a \"prescription\" which he thinks\nwill go far towards curing the rascal of a very bad ailment.\n\t\t-- Nevada Morning Transcript, January 30, 1861",
      "sha1": "dffe9f7e4bf17703fb23a17ae60d26dd23bf6c89"
    },
    {
      "content": "A newspaper is a circulating library with high blood pressure.\n\t\t-- Arthure \"Bugs\" Baer",
      "sha1": "339e716423da291efcaba992e34282644c0e7266"
    },
    {
      "content": "A prominent broadcaster, on a big-game safari in Africa, was taken to a\nwatering hole where the life of the jungle could be observed. As he\nlooked down from his tree platform and described the scene into his\ntape recorder, he saw two gnus grazing peacefully. So preoccupied were\nthey that they failed to observe the approach of a pride of lions led\nby two magnificent specimens, obviously the leaders. The lions charged,\nkilled the gnus, and dragged them into the bushes where their feasting\ncould not be seen.  A little while later the two kings of the jungle\nemerged and the radioman recorded on his tape: \"Well, that's the end of\nthe gnus and here, once again, are the head lions.\"",
      "sha1": "cfe50e3a82710a6a892c1995130ec50c3fa049a0"
    },
    {
      "content": "\"A raccoon tangled with a 23,000 volt line today.  The results blacked\nout 1400 homes and, of course, one raccoon.\"\n\t\t-- Steel City News",
      "sha1": "5162f4c9d6530bb03968c82d49a190fec49a5495"
    },
    {
      "content": "A young girl once committed suicide because her mother refused her a new\nbonnet.  Coroner's verdict: \"Death from excessive spunk.\"\n\t\t-- Sacramento Daily Union, September 13, 1860",
      "sha1": "a58ee6c49f2f536d91644e574dbfba128660ff74"
    },
    {
      "content": "Advertisements contain the only truths to be relied on in a newspaper.\n\t\t-- Thomas Jefferson",
      "sha1": "c290ed4eeb3b49f9bd60bee171fcd00b7ab1b21c"
    },
    {
      "content": "After two or three weeks of this madness, you begin to feel As One with\nthe man who said, \"No news is good news.\" In twenty-eight papers, only\nthe rarest kind of luck will turn up more than two or three articles of\nany interest...  but even then the interest items are usually buried deep\naround paragraph 16 on the jump (or \"Cont.  on ...\") page...\n\nThe Post will have a story about Muskie making a speech in Iowa.  The\nStar will say the same thing, and the Journal will say nothing at all.\nBut the Times might have enough room on the jump page to include a line\nor so that says something like: \"When he finished his speech, Muskie\nburst into tears and seized his campaign manager by the side of the neck.\nThey grappled briefly, but the struggle was kicked apart by an oriental\nwoman who seemed to be in control.\"\n\nNow that's good journalism.  Totally objective; very active and straight\nto the point.\n\t\t-- Hunter S. Thompson, \"Fear and Loathing '72\"",
      "sha1": "075d8ea6f0077ff0efa868173860d6720b2a7303"
    },
    {
      "content": "All newspaper editorial writers ever do is come down from the hills after\nthe battle is over and shoot the wounded.",
      "sha1": "6d432327886c91923250f9f365c968df20fa6599"
    },
    {
      "content": "An editor is one who separates the wheat from the chaff and prints the chaff.\n\t\t-- Adlai Stevenson",
      "sha1": "3662a38ee8ec133ff15cc3d97d69213565a856d8"
    },
    {
      "content": "\"... And remember: if you don't like the news, go out and make some of\nyour own.\"\n        \t-- \"Scoop\" Nisker, KFOG radio reporter Preposterous Words",
      "sha1": "fa795ed2672a3b985ca47cc32ef0d614ab7c290b"
    },
    {
      "content": "And that's the way it is...\n\t\t-- Walter Cronkite",
      "sha1": "a2604decd786285e526982b5e944a316416e50af"
    },
    {
      "content": "Earth Destroyed by Solar Flare -- film clips at eleven.",
      "sha1": "0060c3bdc75c51fcefc3000deaa5ac88f86c5a48"
    },
    {
      "content": "Every journalist has a novel in him, which is an excellent place for it.",
      "sha1": "40022a969d28ba60324a026309d58d6e0ecca73c"
    },
    {
      "content": "Everything you read in newspapers is absolutely true, except for that\nrare story of which you happen to have first-hand knowledge.\n\t\t-- Erwin Knoll",
      "sha1": "5075db8331c48c3629e983cd9b1074444e4c1a85"
    },
    {
      "content": "FLASH!\nIntelligence of mankind decreasing.\nDetails at ... uh, when the little hand is on the ....",
      "sha1": "4fd54faff5d5d4f6100038fac155dfc6322003b4"
    },
    {
      "content": "... Had this been an actual emergency, we would have fled in terror,\nand you would not have been informed.",
      "sha1": "882b82066d196f294b5e5a8540e76bfcaf7952d3"
    },
    {
      "content": "I only know what I read in the papers.\n\t\t-- Will Rogers",
      "sha1": "e9aee2c8aa97eb6275aa23b2f1107e7994b19c1c"
    },
    {
      "content": "I read the newspaper avidly.  It is my one form of continuous fiction.\n\t\t-- Aneurin Bevan",
      "sha1": "8de4099cce6c6c83cff735ebfd4f779369a16b29"
    },
    {
      "content": "I really look with commiseration over the great body of my fellow citizens\nwho, reading newspapers, live and die in the belief that they have known\nsomething of what has been passing in their time.\n\t\t-- H. Truman",
      "sha1": "d85ef3ebc8027e67dd92af60124f6d5f9830ae22"
    },
    {
      "content": "If I were to walk on water, the press would say I'm only doing it\nbecause I can't swim.\n\t\t-- Bob Stanfield",
      "sha1": "f94394e9808a218b9dd78c9101510a003212d4b1"
    },
    {
      "content": "If you lose your temper at a newspaper columnist, he'll get rich, \nor famous or both.",
      "sha1": "263841e729e23fcffd0210ea4f27eef87b58044f"
    },
    {
      "content": "In a medium in which a News Piece takes a minute and an \"In-Depth\"\nPiece takes two minutes, the Simple will drive out the Complex.\n\t\t-- Frank Mankiewicz",
      "sha1": "5d18edf962ba5b8a01be5b6194634e07ca80cc0c"
    },
    {
      "content": "Isn't it conceivable to you that an intelligent person could harbor\ntwo opposing ideas in his mind?\n\t\t-- Adlai Stevenson, to reporters",
      "sha1": "b14e7b81f679f84aa1c7f3bb8135d94b9737d6f5"
    },
    {
      "content": "Its failings notwithstanding, there is much to be said in favor of journalism\nin that by giving us the opinion of the uneducated, it keeps us in touch with\nthe ignorance of the community.\n\t\t-- Oscar Wilde",
      "sha1": "55c28a4f02b168503f21eee7a2cbf5d143738431"
    },
    {
      "content": "Journalism is literature in a hurry.\n\t\t-- Matthew Arnold",
      "sha1": "f60765ea6b3a809e64fb166d52440b4fd3641528"
    },
    {
      "content": "Journalism will kill you, but it will keep you alive while you're at it.",
      "sha1": "c115666cbfc8a2bd1d50c5858402580512ca8259"
    },
    {
      "content": "Most rock journalism is people who can't write interviewing people who\ncan't talk for people who can't read.\n\t\t-- Frank Zappa",
      "sha1": "48052abb011cb65eea4e757f778beb91132b78e0"
    },
    {
      "content": "My father was a God-fearing man, but he never missed a copy of the\nNew York Times, either.\n\t\t-- E.B. White",
      "sha1": "9ca7b5984c75132d7e9d9efd2dd8c14b48ad11a9"
    },
    {
      "content": "Never offend people with style when you can offend them with substance.\n\t\t-- Sam Brown, \"The Washington Post\", January 26, 1977",
      "sha1": "1886dcbcb2f2201c0e85bdce04446de1b5449b16"
    },
    {
      "content": "\u0007\u0007\u0007\t\t\t*** NEWSFLASH ***\n\nRussian tanks steamrolling through New Jersey!!!!  Details at eleven!",
      "sha1": "6fc12a47f3bedf09b5ed711950db5bda7e6b314e"
    },
    {
      "content": "\"No self-respecting fish would want to be wrapped in that kind of paper.\"\n\t\t-- Mike Royko on the Chicago Sun-Times after it was\n\t\t   taken over by Rupert Murdoch",
      "sha1": "b3c6ef2e079403d1785e20bbfbda31b763bef56b"
    },
    {
      "content": "Of what you see in books, believe 75%.  Of newspapers, believe 50%.  And of\nTV news, believe 25% -- make that 5% if the anchorman wears a blazer.",
      "sha1": "af2bded78a8520a62d4b2239e3e475cdade75e6e"
    },
    {
      "content": "\t\tOnce Again From the Top\n\nCorrection notice in the Miami Herald: \"Last Sunday, The Herald erroneously\nreported that original Dolphin Johnny Holmes had been an insurance salesman\nin Raleigh, North Carolina, that he had won the New York lottery in 1982 and\nlost the money in a land swindle, that he had been charged with vehicular\nhomicide, but acquitted because his mother said she drove the car, and that\nhe stated that the funniest thing he ever saw was Flipper spouting water on\nGeorge Wilson.  Each of these items was erroneous material published\ninadvertently.  He was not an insurance salesman in Raleigh, did not win the\nlottery, neither he nor his mother was charged or involved in any way with\nvehicular homicide, and he made no comment about Flipper or George Wilson.\nThe Herald regrets the errors.\"\n\t\t-- \"The Progressive\", March, 1987",
      "sha1": "d51fba5c207bfbab4f89d5fd2d79b4cb2bedfbeb"
    },
    {
      "content": "One of the signs of Napoleon's greatness is the fact that he once had a\npublisher shot.\n\t\t-- Siegfried Unseld",
      "sha1": "86c9170291f0768a9b3447bb337361688bad911a"
    },
    {
      "content": "People who are funny and smart and return phone calls get much better\npress than people who are just funny and smart.\n\t\t-- Howard Simons, \"The Washington Post\"",
      "sha1": "21d5bfc0cc4d9fcb8838c3a387db8252e1bdc426"
    },
    {
      "content": "Photographing a volcano is just about the most miserable thing you can do.\n\t\t-- Robert B. Goodman\n\t[Who has clearly never tried to use a PDP-10.  Ed.]",
      "sha1": "48539c4e7db94f482802dc4ca67ca319c6f05b30"
    },
    {
      "content": "\tReporters like Bill Greider from the Washington Post and Him\nNaughton of the New York Times, for instance, had to file long, detailed,\nand relatively complex stories every day -- while my own deadline fell\nevery two weeks -- but neither of them ever seemed in a hurry about\ngetting their work done, and from time to time they would try to console\nme about the terrible pressure I always seemed to be laboring under.\n\tAny $100-an-hour psychiatrist could probably explain this problem\nto me, in thirteen or fourteen sessions, but I don't have time for that.\nNo doubt it has something to do with a deep-seated personality defect, or\nmaybe a kink in whatever blood vessel leads into the pineal gland...  On\nthe other hand, it might be something as simple & basically perverse as\nwhatever instinct it is that causes a jackrabbit to wait until the last\npossible second to dart across the road in front of a speeding car.\n\t\t-- Hunter S. Thompson, \"Fear and Loathing on the Campaign Trail\"",
      "sha1": "3cf9457b39234c2906b4af52398ab6002f74d720"
    },
    {
      "content": "The advertisement is the most truthful part of a newspaper.\n\t\t-- Thomas Jefferson",
      "sha1": "ba32ce84f16262ff9204b2e82095a20ca2611e4a"
    },
    {
      "content": "The American Dental Association announced today that most plaque tends\nto form on teeth around 4:00 PM in the afternoon.\n\nFilm at 11:00.",
      "sha1": "f024efc2cb0ca73ae08987a3a8c45820929d3f04"
    },
    {
      "content": "The most important service rendered by the press is that of educating\npeople to approach printed matter with distrust. ",
      "sha1": "09b41f2d974f0190472fb6b590b6d78e60925d99"
    },
    {
      "content": "\"The New York Times is read by the people who run the country.  The\nWashington Post is read by the people who think they run the country. The\nNational Enquirer is read by the people who think Elvis is alive and running\nthe country ...\"\n\t\t-- Robert J Woodhead",
      "sha1": "13630ea765b46f9ff3fa4898d03956f49ea92a46"
    },
    {
      "content": "The only qualities for real success in journalism are ratlike cunning, a\nplausible manner and a little literary ability.  The capacity to steal\nother people's ideas and phrases ... is also invaluable.\n\t\t-- Nicolas Tomalin, \"Stop the Press, I Want to Get On\"",
      "sha1": "9ee1668ade3064503d8e5c0257dba43da3e709dd"
    },
    {
      "content": "The world really isn't any worse.  It's just that the news coverage\nis so much better.",
      "sha1": "78ae3aa41fad858cb2ae83aaaaafca3feed52b32"
    },
    {
      "content": "\t\"Then you admit confirming not denying you ever said that?\"\n\t\"NO! ... I mean Yes!  WHAT?\"\n\t\"I'll put `maybe.'\"\n\t\t-- Bloom County",
      "sha1": "1f275ee858a474e3e80dbd1bf0184cbab8742846"
    },
    {
      "content": "This is a test of the emergency broadcast system.  Had there been an\nactual emergency, then you would no longer be here.",
      "sha1": "d24115de8a6bbcd20451bd4bb40313b28af57474"
    },
    {
      "content": "This is a test of the Emergency Broadcast System.  If this had been an\nactual emergency, do you really think we'd stick around to tell you?",
      "sha1": "7782cf8aa320cefe448a274cf659708163fa72ba"
    },
    {
      "content": "This life is a test.  It is only a test.  Had this been an actual life, you\nwould have received further instructions as to what to do and where to go.",
      "sha1": "00c24d9da3c01c83c4d9f396c36697fa4cae7132"
    },
    {
      "content": "Warning: Listening to WXRT on April Fools' Day is not recommended for\nthose who are slightly disoriented the first few hours after waking up.\n\t\t-- Chicago Reader 4/22/83",
      "sha1": "ce65768b2cad6fb94b93fa00c8d566f1148d7a9a"
    },
    {
      "content": "You know the great thing about TV?  If something important happens\nanywhere at all in the world, no matter what time of the day or night,\nyou can always change the channel.\n\t\t-- Jim Ignatowski\n%",
      "sha1": "fa925d1be8e5d5c453f1d0b596bd8bb984aaef57"
    }
  ]
}