{
  "file": "work",
  "count": 630,
  "data": [
    {
      "content": "(1)\tOffice employees will daily sweep the floors, dust the\n\tfurniture, shelves, and showcases.\n(2)\tEach day fill lamps, clean chimneys, and trim wicks.\n\tWash the windows once a week.\n(3)\tEach clerk will bring a bucket of water and a scuttle of\n\tcoal for the day's business.\n(4)\tMake your pens carefully.  You may whittle nibs to your\n\tindividual taste.\n(5)\tThis office will open at 7 a.m. and close at 8 p.m. except\n\ton the Sabbath, on which day we will remain closed.  Each\n\temployee is expected to spend the Sabbath by attending\n\tchurch and contributing liberally to the cause of the Lord.\n\t\t-- \"Office Worker's Guide\", New England Carriage\n\t\t    Works, 1872",
      "sha1": "0020b4477ef1320049a5486b223edf0efa8a6812"
    },
    {
      "content": "(6)\tMen employees will be given time off each week for courting\n\tpurposes, or two evenings a week if they go regularly to church.\n(7)\tAfter an employee has spent his thirteen hours of labor in the\n\toffice, he should spend the remaining time reading the Bible\n\tand other good books.\n(8)\tEvery employee should lay aside from each pay packet a goodly\n\tsum of his earnings for his benefit during his declining years,\n\tso that he will not become a burden on society or his betters.\n(9)\tAny employee who smokes Spanish cigars, uses alcoholic drink\n\tin any form, frequents pool tables and public halls, or gets\n\tshaved in a barber's shop, will give me good reason to suspect\n\this worth, intentions, integrity and honesty.\n(10)\tThe employee who has performed his labours faithfully and\n\twithout a fault for five years, will be given an increase of\n\tfive cents per day in his pay, providing profits from the\n\tbusiness permit it.\n\t\t-- \"Office Worker's Guide\", New England Carriage Works, 1872",
      "sha1": "4709e8023b9332cb5c9ebb95936e60c3eeaa1a1b"
    },
    {
      "content": "A bank is a place where they lend you an umbrella in fair weather and\nask for it back the when it begins to rain.\n\t\t-- Robert Frost",
      "sha1": "89fce585364b0f526c26fec9bde730b32f214a3a"
    },
    {
      "content": "A boss with no humor is like a job that's no fun.",
      "sha1": "827696c7b15fe76722ff4dbf27d249ae8cda7635"
    },
    {
      "content": "A budget is just a method of worrying before you spend money, as well\nas afterward.",
      "sha1": "6316840b375a3ffe328a9f947c74a9df1a35b390"
    },
    {
      "content": "A businessman is a hybrid of a dancer and a calculator.\n\t\t-- Paul Valery",
      "sha1": "2f7fd6c116b533ebc534a5ac9df6464aa2fe71db"
    },
    {
      "content": "A committee is a group that keeps the minutes and loses hours.\n\t\t-- Milton Berle",
      "sha1": "af919d8ac0adb58052e28edbbeae518e9993c81d"
    },
    {
      "content": "A committee is a life form with six or more legs and no brain.\n\t\t-- Lazarus Long, \"Time Enough For Love\"",
      "sha1": "bb85d93a3f7a74b0cb5cbc295bad10beaf308d9a"
    },
    {
      "content": "A committee takes root and grows, it flowers, wilts and dies, scattering the\nseed from which other committees will bloom.\n\t\t-- Parkinson",
      "sha1": "5a75056a862ddf6ff1a0c3cd9a8ea135706a2297"
    },
    {
      "content": "A commune is where people join together to share their lack of wealth.\n\t\t-- R. Stallman",
      "sha1": "cea45acd31f561179a030d3a1b25e9129a287c88"
    },
    {
      "content": "A company is known by the men it keeps.",
      "sha1": "5aa7c729a2a19cf69028c2a010e5e437db5b3373"
    },
    {
      "content": "A consultant is a person who borrows your watch, tells you what time it\nis, pockets the watch, and sends you a bill for it.",
      "sha1": "a8af3dc88e218770023bde5953ee0a9ddcf6d876"
    },
    {
      "content": "A continuing flow of paper is sufficient to continue the flow of paper.\n\t\t-- Dyer",
      "sha1": "5c7494da1c2f0ff2a37c4ea1ea15a39f7b87bbc2"
    },
    {
      "content": "A cow is a completely automated milk-manufacturing machine. It is encased\nin untanned leather and mounted on four vertical, movable supports, one at\neach corner.  The front end of the machine, or input, contains the cutting\nand grinding mechanism, utilizing a unique feedback device.  Here also are\nthe headlights, air inlet and exhaust, a bumper and a foghorn.\n\tAt the rear, the machine carries the milk-dispensing equipment as\nwell as a built-in flyswatter and insect repeller.  The central portion\nhouses a hydro- chemical-conversion unit.  Briefly, this consists of four\nfermentation and storage tanks connected in series by an intricate network\nof flexible plumbing.  This assembly also contains the central heating plant\ncomplete with automatic temperature controls, pumping station and main\nventilating system.  The waste disposal apparatus is located to the rear of\nthis central section.\n\tCows are available fully-assembled in an assortment of sizes and\ncolors.  Production output ranges from 2 to 20 tons of milk per year.  In\nbrief, the main external visible features of the cow are:  two lookers, two\nhookers, four stander-uppers, four hanger-downers, and a swishy-wishy.",
      "sha1": "fa9359d8c7766d8f846603be17052b5a1bc2a916"
    },
    {
      "content": "A feed salesman is on his way to a farm.  As he's driving along at forty\nm.p.h., he looks out his car window and sees a three-legged chicken running\nalongside him, keeping pace with his car.  He is amazed that a chicken is\nrunning at forty m.p.h.  So he speeds up to forty-five, fifty, then sixty\nm.p.h.  The chicken keeps right up with him the whole way, then suddenly\ntakes off and disappears into the distance.\n\tThe man pulls into the farmyard and says to the farmer, \"You know,\nthe strangest thing just happened to me; I was driving along at at least\nsixty miles an hour and a chicken passed me like I was standing still!\"\n\t\"Yeah,\" the farmer replies, \"that chicken was ours.  You see, there's\nme, and there's Ma, and there's our son Billy.  Whenever we had chicken for\ndinner, we would all want a drumstick, so we'd have to kill two chickens.\nSo we decided to try and breed a three-legged chicken so each of us could\nhave a drumstick.\"\n\t\"How do they taste?\" said the farmer.\n\t\"Don't know,\" replied the farmer.  \"We haven't been able to catch\none yet.\"",
      "sha1": "b68fdff53cd084350b9d621ee8d0c6dab9f20733"
    },
    {
      "content": "A freelance is one who gets paid by the word -- per piece or perhaps.\n\t\t-- Robert Benchley",
      "sha1": "bd9a1370e6d3bc27289b97cc8df8a6d07cf80677"
    },
    {
      "content": "A good supervisor can step on your toes without messing up your shine.",
      "sha1": "9bee1e12b7c111d4e40e23206b38c92df5b866cb"
    },
    {
      "content": "A holding company is a thing where you hand an accomplice the goods while\nthe policeman searches you.",
      "sha1": "1269a7e573cd2e9ca49cf69b5c57303327ea1c3d"
    },
    {
      "content": "A man is known by the company he organizes.\n\t\t-- Ambrose Bierce",
      "sha1": "032f68dedf0af668663c72d51daee6498c6a3aaa"
    },
    {
      "content": "A meeting is an event at which the minutes are kept and the hours are lost.",
      "sha1": "05790b2a4a6e5b4e02f1bff48bebef94e8a9ccf8"
    },
    {
      "content": "A memorandum is written not to inform the reader, but to protect the writer.\n\t\t-- Dean Acheson",
      "sha1": "327c1523ba0281d394408c967da0bbdca9beeffd"
    },
    {
      "content": "A motion to adjourn is always in order.",
      "sha1": "6314e9e4f71b31cca45041047086b756c7a6c385"
    },
    {
      "content": "A mouse is an elephant built by the Japanese.",
      "sha1": "40ef503aa65b2c51020294c973410d2d6f8e23fb"
    },
    {
      "content": "A new supply of round tuits has arrived and are available from Mary.\nAnyone who has been putting off work until they got a round tuit now\nhas no excuse for further procrastination.",
      "sha1": "4239f4fb727d578051aabc6b339da57a3101da3f"
    },
    {
      "content": "A rock store eventually closed down; they were taking too much for granite.",
      "sha1": "e89afbef39e88286672eb5493a895e39288cc7de"
    },
    {
      "content": "... a thing called Ethics, whose nature was confusing but if you had it you\nwere a High-Class Realtor and if you hadn't you were a shyster, a piker and\na fly-by-night.  These virtues awakened Confidence and enabled you to handle\nBigger Propositions.  But they didn't imply that you were to be impractical\nand refuse to take twice the value for a house if a buyer was such an idiot\nthat he didn't force you down on the asking price.\n\t\t-- Sinclair Lewis, \"Babbitt\"",
      "sha1": "3bf2a29079b4019e5a9c766c6f7c9f796903c95e"
    },
    {
      "content": "A traveling salesman was driving past a farm when he saw a pig with three\nwooden legs executing a magnificent series of backflips and cartwheels.\nIntrigued, he drove up to the farmhouse, where he found an old farmer\nsitting in the yard watching the pig.  \n\t\"That's quite a pig you have there, sir\" said the salesman. \n\t\"Sure is, son,\" the farmer replied.  \"Why, two years ago, my daughter\nwas swimming in the lake and bumped her head and damned near drowned, but that\npig swam out and dragged her back to shore.\"\n\t\"Amazing!\"  the salesman exlaimed.\n\t\"And that's not the only thing.  Last fall I was cuttin' wood up on\nthe north forty when a tree fell on me.  Pinned me to the ground, it did.  \nThat pig run up and wiggled underneath that tree and lifted it off of me.\nSaved my life.\"\n\t\"Fantastic!  the salesman said.  But tell me, how come the pig has\nthree wooden legs?\"\n\tThe farmer stared at the newcomer in amazement.  \"Mister, when you \ngot an amazin' pig like that, you don't eat him all at once.\"",
      "sha1": "e4833dcbd198825bf04012ef21afafb98f84ffc0"
    },
    {
      "content": "A verbal contract isn't worth the paper it's written on.\n\t\t-- Samuel Goldwyn",
      "sha1": "56436b247c81c483f9b1f98200c6fbaf5d977a45"
    },
    {
      "content": "About the time we think we can make ends meet, somebody moves the ends.\n\t\t-- Herbert Hoover",
      "sha1": "c6adafccbbc3a0942d94a13ff20639f44dc3e6a2"
    },
    {
      "content": "According to a recent and unscientific national survey, smiling is something\neveryone should do at least 6 times a day.  In an effort to increase the\nnational average  (the US ranks third among the world's superpowers in\nsmiling), Xerox has instructed all personnel to be happy, effervescent, and\nmost importantly, to smile.  Xerox employees agree, and even feel strongly\nthat they can not only meet but surpass the national average...  except for\nTubby Ackerman.  But because Tubby does such a fine job of racing around\nparking lots with a large butterfly net retrieving floating IC chips, Xerox\ndecided to give him a break.  If you see Tubby in a parking lot he may have\na sheepish grin.  This is where the expression, \"Service with a slightly\nsheepish grin\" comes from.",
      "sha1": "9418f76c0601927d9c46b46b7e8c8e18e4171740"
    },
    {
      "content": "According to all the latest reports, there was no truth in any of the\nearlier reports.",
      "sha1": "5797ae02d3b49af4796a31511afcd8f107a5437d"
    },
    {
      "content": "Advertising is a valuable economic factor because it is the cheapest\nway of selling goods, particularly if the goods are worthless.\n\t\t-- Sinclair Lewis",
      "sha1": "394f9adc9322699527ebd97dbd9d042d2dbff828"
    },
    {
      "content": "Advertising is the rattling of a stick inside a swill bucket.\n\t\t-- George Orwell",
      "sha1": "5f078ef5c24e9534946073ee0be03f07e30f4221"
    },
    {
      "content": "Advertising may be described as the science of arresting the human\nintelligence long enough to get money from it.",
      "sha1": "f044137aaedab3e0fbf6d0083307ad64add43529"
    },
    {
      "content": "After all is said and done, a hell of a lot more is said than done.",
      "sha1": "9944519d7e8253bac42c0fc64f91e477c2f94df1"
    },
    {
      "content": "After any salary raise, you will have less money at the end of the\nmonth than you did before.",
      "sha1": "11846adbe2291c2fd32c448d9626f21dc5b25aee"
    },
    {
      "content": "All I ask is a chance to prove that money can't make me happy.",
      "sha1": "996e2b8612a5ae7318641e589af9753086f48854"
    },
    {
      "content": "All the big corporations depreciate their possessions, and you can, too,\nprovided you use them for business purposes.  For example, if you subscribe\nto the Wall Street Journal, a business-related newspaper, you can deduct the\ncost of your house, because, in the words of U.S. Supreme Court Chief\nJustice Warren Burger in a landmark 1979 tax decision: \"Where else are you\ngoing to read the paper?  Outside?  What if it rains?\"\n\t\t-- Dave Barry, \"Sweating Out Taxes\"",
      "sha1": "bc3234c59dc20818accb853c4e056baf29e6152f"
    },
    {
      "content": "All this big deal about white collar crime -- what's WRONG with white collar\ncrime?  Who enjoys his job today?  You?  Me?  Anybody?  The only satisfying\npart of any job is coffee break, lunch hour and quitting time.  Years ago\nthere was at least the hope of improvement -- eventual promotion -- more\nimportant jobs to come.  Once you can be sold the myth that you may make\npresident of the company you'll hardly ever steal stamps.  But nobody \nbelieves he's going to be president anymore.  The more people change jobs\nthe more they realize that there is a direct connection between working for\na living and total stupefying boredom.  So why NOT take revenge?  You're not\ngoing to find ME knocking a guy because he pads an expense account and his\nhome stationery carries the company emblem.  Take away crime from the white\ncollar worker and you will rob him of his last vestige of job interest.\n\t\t-- J. Feiffer",
      "sha1": "62afbadb38022653099a1b35348ffcd7361685ad"
    },
    {
      "content": "All this wheeling and dealing around, why, it isn't for money, it's for fun.\nMoney's just the way we keep score.\n\t\t-- Henry Tyroon",
      "sha1": "a58ea44a5514733579d78b504272a6398428acae"
    },
    {
      "content": "All warranty and guarantee clauses become null and void upon payment of invoice.",
      "sha1": "3c635c3e96409f79f56e840d40d446f2bfc58e20"
    },
    {
      "content": "America works less, when you say \"Union Yes!\"",
      "sha1": "0564b65a40afaf9492d2b14e718002b4cb13bcd8"
    },
    {
      "content": "American business long ago gave up on demanding that prospective employees\nbe honest and hardworking.  It has even stopped hoping for employees who are\neducated enough that they can tell the difference between the men's room and\nthe women's room without having little pictures on the doors.\n\t\t-- Dave Barry, \"Urine Trouble, Mister\"",
      "sha1": "2f50855e57b319c41024896e0df0fb4db8c67bb7"
    },
    {
      "content": "An office party is not, as is sometimes supposed the Managing Director's\nchance to kiss the tea-girl.  It is the tea-girl's chance to kiss the\nManaging Director (however bizarre an ambition this may seem to anyone\nwho has seen the Managing Director face on).\n\t\t-- Katherine Whitehorn, \"Roundabout\"",
      "sha1": "e7dd94d071f1dd00ce1f05a17ebf1375343faf6c"
    },
    {
      "content": "Anyone can do any amount of work provided it isn't the work he is supposed \nto be doing at the moment.\n\t\t-- Robert Benchley",
      "sha1": "7339cd858df9fd48a181514037d37c2cee68d316"
    },
    {
      "content": "Anyone can hold the helm when the sea is calm.\n\t\t-- Publius Syrus",
      "sha1": "e06a43fd7c794e4bcc4b06fc59cfaf3d175e3c56"
    },
    {
      "content": "Anyone can make an omelet with eggs.  The trick is to make one with none.",
      "sha1": "3c27b854510ddff79036b4c2dcfc502d10fd82df"
    },
    {
      "content": "Anything free is worth what you pay for it.",
      "sha1": "9c5bd9192c3e50b3c95a889246e1700beca6ff7c"
    },
    {
      "content": "Anything labeled \"NEW\" and/or \"IMPROVED\" isn't.  The label means the\nprice went up.  The label \"ALL NEW\", \"COMPLETELY NEW\", or \"GREAT NEW\"\nmeans the price went way up.",
      "sha1": "0b90f2d064b0a9b57bce75da94f56d6e382227ba"
    },
    {
      "content": "\"At least they're ___________\b\b\b\b\b\b\b\b\b\b\bEXPERIENCED incompetents\"",
      "sha1": "167408d0b0689f94f6fbe69aab02ddc81c7a2a3a"
    },
    {
      "content": "At these prices, I lose money -- but I make it up in volume.\n\t\t-- Peter G. Alaquon",
      "sha1": "851db43e1671afcce673aa8851142c4b5b3b27d4"
    },
    {
      "content": "At work, the authority of a person is inversely proportional to the\nnumber of pens that person is carrying.",
      "sha1": "2fb6c7a54efae87a4a636a031cc8c19cf9718af8"
    },
    {
      "content": "Be sociable. Speak to the person next to you in the unemployment line tomorrow.",
      "sha1": "b898016b8e9fb883b83139058801445c4b89bab1"
    },
    {
      "content": "Been Transferred Lately?",
      "sha1": "ccbfc7116df5947a2d00c107fc1a784be3b3658c"
    },
    {
      "content": "... before I could come to any conclusion it occurred to me that my speech\nor my silence, indeed any action of mine, would be a mere futility.  What\ndid it matter what anyone knew or ignored?  What did it matter who was\nmanager?  One gets sometimes such a flash of insight. The essentials of\nthis affair lay deep under the surface, beyond my reach, and beyond my\npower of meddling.\n\t\t-- Joseph Conrad",
      "sha1": "7119f10a696cff92bba3173c88aa1af0ef5d5799"
    },
    {
      "content": "Between 1950 and 1952, a bored weatherman, stationed north of Hudson\nBay, left a monument that neither government nor time can eradicate.\nUsing a bulldozer abandoned by the Air Force, he spent two years and\ngreat effort pushing boulders into a single word.\n\nIt can be seen from 10,000 feet, silhouetted against the snow.\nGovernment officials exchanged memos full of circumlocutions (no Latin\nequivalent exists) but failed to word an appropriation bill for the\ndestruction of this cairn, that wouldn't alert the press and embarrass\nboth Parliament and Party.\n\nIt stands today, a monument to human spirit.  If life exists on other\nplanets, this may be the first message received from us.\n\t\t-- The Realist, November, 1964.",
      "sha1": "ce1051423dad59101d53bbdce4558a8f7691bde1"
    },
    {
      "content": "Beware of all enterprises that require new clothes, and not rather\na new wearer of clothes.\n\t\t-- Henry David Thoreau",
      "sha1": "49a9abd7c8753987a7f65b90bccacbaf308e5d80"
    },
    {
      "content": "Biz is better.",
      "sha1": "f54fa070405258b91c45c29a85296662c0bfbcc6"
    },
    {
      "content": "Body by Nautilus, Brain by Mattel.",
      "sha1": "c5b3e94c49a738c05fe4426c8d014c14d43d3403"
    },
    {
      "content": "Bullwinkle:\tYou just leave that to my pal.  He's the brains of the outfit.\nGeneral:\tWhat does that make YOU?\nBullwinkle:\tWhat else?  An executive.\n\t\t-- Jay Ward",
      "sha1": "90fd8a356ac9ee37ebdbdcac21c73229a329527f"
    },
    {
      "content": "Business is a good game -- lots of competition and minimum of rules.\nYou keep score with money.\n\t\t-- Nolan Bushnell, founder of Atari",
      "sha1": "c000ba161a1a16d9e69e6ef1f29dd609fa6f70b4"
    },
    {
      "content": "Business will be either better or worse.\n\t\t-- Calvin Coolidge",
      "sha1": "b3e2f1e66955aaab2733d7ca0df289fcf446ff14"
    },
    {
      "content": "\"But don't you worry, its for a cause -- feeding global corporations' paws.\"",
      "sha1": "81170093bce66744175c5517559ace84f2d93bd4"
    },
    {
      "content": "But the greatest Electrical Pioneer of them all was Thomas Edison, who was a\nbrilliant inventor despite the fact that he had little formal education and\nlived in New Jersey.  Edison's first major invention in 1877, was the\nphonograph, which could soon be found in thousands of American homes, where\nit basically sat until 1923, when the record was invented.  But Edison's\ngreatest achievement came in 1879, when he invented the electric company.\nEdison's design was a brilliant adaptation of the simple electrical circuit:\nthe electric company sends electricity through a wire to a customer, then\nimmediately gets the electricity back through another wire, then (this is\nthe brilliant part) sends it right back to the customer again.\n\nThis means that an electric company can sell a customer the same batch of\nelectricity thousands of times a day and never get caught, since very few\ncustomers take the time to examine their electricity closely. In fact the\nlast year any new electricity was generated in the United States was 1937;\nthe electric companies have been merely re-selling it ever since, which is\nwhy they have so much free time to apply for rate increases.\n\t\t-- Dave Barry, \"What is Electricity?\"",
      "sha1": "d3683eb7ebb522343626c422f642e84c7ed0a80c"
    },
    {
      "content": "\tBy the middle 1880's, practically all the roads except those in\nthe South, were of the present standard gauge.  The southern roads were\nstill five feet between rails.\n\tIt was decided to change the gauge of all southern roads to standard,\nin one day.  This remarkable piece of work was carried out on a Sunday in May\nof 1886.  For weeks beforehand, shops had been busy pressing wheels in on the\naxles to the new and narrower gauge, to have a supply of rolling stock which\ncould run on the new track as soon as it was ready.  Finally, on the day set,\ngreat numbers of gangs of track layers went to work at dawn.  Everywhere one\nrail was loosened, moved in three and one-half inches, and spiked down in its\nnew position.  By dark, trains from anywhere in the United States could operate\nover the tracks in the South, and a free interchange of freight cars everywhere\nwas possible.\n\t\t-- Robert Henry, \"Trains\", 1957",
      "sha1": "9a8ea582cf781da42555d989a2abcd58193822c2"
    },
    {
      "content": "By working faithfully eight hours a day, you may eventually get to be\nboss and work twelve.\n\t\t-- Robert Frost",
      "sha1": "6dbcf16974a7da4a1654e44eaa29abdd3010a380"
    },
    {
      "content": "Can anyone remember when the times were not hard, and money not scarce?",
      "sha1": "b21c25395918202d4f01ea5d7fecc87d4de12dcc"
    },
    {
      "content": "Can anything be sadder than work left unfinished? Yes, work never begun.",
      "sha1": "b7db603631f3d4cbd8a2db2bd42557f23f4ae00a"
    },
    {
      "content": "Carelessly planned projects take three times longer to complete than expected.\nCarefully planned projects take four times longer to complete than expected,\nmostly because the planners expect their planning to reduce the time it takes.",
      "sha1": "a440ba2aff0500a614d137215995a82317ffc0b6"
    },
    {
      "content": "Chairman of the Bored.",
      "sha1": "042ae273a629a47729661b1863f105afa45ef1ec"
    },
    {
      "content": "Column 1\t\tColumn 2\t\tColumn 3\n\n0. integrated\t\t0. management\t\t0. options\n1. total\t\t1. organizational\t1. flexibility\n2. systematized\t\t2. monitored\t\t2. capability\n3. parallel\t\t3. reciprocal\t\t3. mobility\n4. functional\t\t4. digital\t\t4. programming\n5. responsive\t\t5. logistical\t\t5. concept\n6. optional\t\t6. transitional\t\t6. time-phase\n7. synchronized\t\t7. incremental\t\t7. projection\n8. compatible\t\t8. third-generation\t8. hardware\n9. balanced\t\t9. policy\t\t9. contingency\n\n\tThe procedure is simple.  Think of any three-digit number, then select\nthe corresponding buzzword from each column.  For instance, number 257 produces\n\"systematized logistical projection,\" a phrase that can be dropped into\nvirtually any report with that ring of decisive, knowledgeable authority.  \"No\none will have the remotest idea of what you're talking about,\" says Broughton,\n\"but the important thing is that they're not about to admit it.\"\n\t\t-- Philip Broughton, \"How to Win at Wordsmanship\"",
      "sha1": "3e35a58c5aa96c77769fc091ac2c3d92ea91f88d"
    },
    {
      "content": "Committees have become so important nowadays that subcommittees have to\nbe appointed to do the work.",
      "sha1": "2154b2fe9867afc3dd5c58782a65a311a2319fca"
    },
    {
      "content": "Competence, like truth, beauty, and contact lenses, is in the eye of\nthe beholder.\n\t\t-- Dr. Laurence J. Peter",
      "sha1": "ab8edf87dfd8210643c7b3da3f14aa1aa153c745"
    },
    {
      "content": "Competitive fury is not always anger.  It is the true missionary's courage\nand zeal in facing the possibility that one's best may not be enough.\n\t\t-- Gene Scott",
      "sha1": "2f1a947455f742f651c52bb20cceeaceb8d31616"
    },
    {
      "content": "... [concerning quotation marks] even if we *___\b\b\bdid* quote anybody in this\nbusiness, it probably would be gibberish.\n\t\t-- Thom McLeod",
      "sha1": "4157b1f2b04e0e4f93947dd1fa8487a51d6cf665"
    },
    {
      "content": "\"Consequences, Schmonsequences, as long as I'm rich.\"\n\t\t-- \"Ali Baba Bunny\" [1957, Chuck Jones]",
      "sha1": "5d33791d96bdc82cc869d0642c285e5c3b76331b"
    },
    {
      "content": "Consider the postage stamp: its usefulness consists in the ability to\nstick to one thing till it gets there.\n\t\t-- Josh Billings",
      "sha1": "5a0f70fb08d91ec39d61d526c3ca1469f70e434b"
    },
    {
      "content": "Consultants are mystical people who ask a company for a number and then\ngive it back to them.",
      "sha1": "3a5fabe16ad5814b55952b3ed2aa17ec4af1ca7c"
    },
    {
      "content": "Credit ... is the only enduring testimonial to man's confidence in man.\n\t\t-- James Blish",
      "sha1": "bb119baa15fccc90bca63f56a648d13189c768a0"
    },
    {
      "content": "Dealing with failure is easy:\n\tWork hard to improve.\nSuccess is also easy to handle:\n\tYou've solved the wrong problem.\n\tWork hard to improve.",
      "sha1": "5990555c9757e1189fd06190834911dd1c34fead"
    },
    {
      "content": "Dealing with the problem of pure staff accumulation,\nall our researches ... point to an average increase of 5.75% per year.\n\t\t-- C.N. Parkinson",
      "sha1": "fc19a137cdda8ee43b2119f769a13488bf822a19"
    },
    {
      "content": "Dear Lord:\n\tI just want *___\b\b\bone* one-armed manager so I never have to hear \"On\nthe other hand\", again.",
      "sha1": "6b119fc5955e66ec77be818a9741ffe751afcba6"
    },
    {
      "content": "Dear Mister Language Person: What is the purpose of the apostrophe?\n\nAnswer: The apostrophe is used mainly in hand-lettered small business signs\nto alert the reader than an \"S\" is coming up at the end of a word, as in:\nWE DO NOT EXCEPT PERSONAL CHECK'S, or: NOT RESPONSIBLE FOR ANY ITEM'S.\nAnother important grammar concept to bear in mind when creating hand- lettered\nsmall-business signs is that you should put quotation marks around random\nwords for decoration, as in \"TRY\" OUR HOT DOG'S, or even TRY \"OUR\" HOT DOG'S.\n\t\t-- Dave Barry, \"Tips for Writer's\"",
      "sha1": "909b92da10f1108e672d46e4701fc548b347a316"
    },
    {
      "content": "Despite all appearances, your boss is a thinking, feeling, human being.",
      "sha1": "5d67ea8fe81d18dc76fd0a9e25d7fb42b56936b6"
    },
    {
      "content": "\t\"Do you think what we're doing is wrong?\"\n\t\"Of course it's wrong!  It's illegal!\"\n\t\"I've never done anything illegal before.\"\n\t\"I thought you said you were an accountant!\"",
      "sha1": "6c81c62325d0f83124cb51f4ca7a9c0b48499447"
    },
    {
      "content": "Don't be irreplaceable, if you can't be replaced, you can't be promoted.",
      "sha1": "4c0f40c7d614d920e41f0d2c72e719d01cc43db7"
    },
    {
      "content": "Don't steal; thou'lt never thus compete successfully in business.  Cheat.\n\t\t-- Ambrose Bierce",
      "sha1": "ae19706861cb145bbc7bdd508ea868046d5a7806"
    },
    {
      "content": "Don't tell me how hard you work.  Tell me how much you get done.\n\t\t-- James J. Ling",
      "sha1": "dd3fa99c291434711acd587858086e2c15506e16"
    },
    {
      "content": "\"Don't tell me I'm burning the candle at both ends -- tell me where to\nget more wax!!\"",
      "sha1": "a83277ca34cfc01798e941261b4ef507ce1c7bf8"
    },
    {
      "content": "Dreams are free, but you get soaked on the connect time.",
      "sha1": "dd3739b6d54bb3414c2e5ca83d917b7f06692aa2"
    },
    {
      "content": "Drilling for oil is boring.",
      "sha1": "9ebb4702fdb436058b566ccb77f603afb3211cb6"
    },
    {
      "content": "Earn cash in your spare time -- blackmail your friends.",
      "sha1": "a281402f8065d5d4d14eaf590c941e7238e6a5a1"
    },
    {
      "content": "Ernest asks Frank how long he has been working for the company.\n\t\"Ever since they threatened to fire me.\"",
      "sha1": "c4a80a3516e121848e3ef337ad0827b888d72bdb"
    },
    {
      "content": "Ever notice that even the busiest people are never too busy to tell you\njust how busy they are?",
      "sha1": "b9079b588d5bdbaa02e47b0af38e4bb8d40ce7b1"
    },
    {
      "content": "Every cloud has a silver lining; you should have sold it, and bought titanium.",
      "sha1": "1bd4850a5136917d021e12e3864486882b4c8c1b"
    },
    {
      "content": "\"Every man has his price.  Mine is $3.95.\"",
      "sha1": "a0735df27704ad4c6847e0cb90b9411b67ed43f7"
    },
    {
      "content": "Every man thinks God is on his side.  The rich and powerful know that he is.\n\t\t-- Jean Anouilh, \"The Lark\"",
      "sha1": "08cc846bc081092f1523cba3c052e1c9be19a375"
    },
    {
      "content": "Every morning in Africa, a gazelle wakes up.  It knows it must run faster\nthan the fastest lion or it will be killed.  Every morning a lion wakes up.\nIt knows it must outrun the slowest gazelle or it will starve to death.\nIt doesn't matter whether you are a lion or a gazelle: when the sun comes\nup, you'd better be running.",
      "sha1": "214cc7031ba72fd6c015b15f43fc25451673f7e8"
    },
    {
      "content": "\"Every morning, I get up and look through the 'Forbes' list of the\nrichest people in America.  If I'm not there, I go to work\"\n\t\t-- Robert Orben",
      "sha1": "e73bfd82b2938a5274cad9e383242bfa7a0f533a"
    },
    {
      "content": "Every successful person has had failures but repeated failure is no\nguarantee of eventual success.",
      "sha1": "99350472418db740e600f40c10d99d18dfd7c3bb"
    },
    {
      "content": "Every young man should have a hobby: learning how to handle money is\nthe best one.\n\t\t-- Jack Hurley",
      "sha1": "cb18da0dce6469c165c03c6744a65f8a5c901871"
    },
    {
      "content": "Everybody but Sam had signed up for a new company pension plan that\ncalled for a small employee contribution.  The company was paying all\nthe rest.  Unfortunately, 100% employee participation was needed;\notherwise the plan was off.  Sam's boss and his fellow workers pleaded\nand cajoled, but to no avail.  Sam said the plan would never pay off.\nFinally the company president called Sam into his office.\n\t\"Sam,\" he said, \"here's a copy of the new pension plan and here's\na pen.  I want you to sign the papers.  I'm sorry, but if you don't sign,\nyou're fired.  As of right now.\"\n\tSam signed the papers immediately.\n\t\"Now,\" said the president, \"would you mind telling me why you\ncouldn't have signed earlier?\"\n\t\"Well, sir,\" replied Sam, \"nobody explained it to me quite so\nclearly before.\"",
      "sha1": "b3addebc0679d94d8e4fef2db60956a0432c01a8"
    },
    {
      "content": "Everybody likes a kidder, but nobody lends him money.\n\t\t-- Arthur Miller",
      "sha1": "aecb01ef8c8dbcbdacc979361c759200fcdccf21"
    },
    {
      "content": "Everyone who comes in here wants three things:\n\t(1) They want it quick.\n\t(2) They want it good.\n\t(3) They want it cheap.\nI tell 'em to pick two and call me back.\n\t\t-- sign on the back wall of a small printing company",
      "sha1": "5c113397bae7bcfa4543ebe2fb24f25885bf0b20"
    },
    {
      "content": "Exceptions prove the rule, and wreck the budget.\n\t\t-- Miller",
      "sha1": "60153f45fa789d9469cdd89339776e66af9ad231"
    },
    {
      "content": "Excerpt from a conversation between a customer support person and a\ncustomer working for a well-known military-affiliated research lab:\n\nSupport:  \"You're not our only customer, you know.\"\nCustomer: \"But we're one of the few with tactical nuclear weapons.\"",
      "sha1": "d299af140d4976ed9a3797ccf263635b57cb2ca6"
    },
    {
      "content": "Executive ability is deciding quickly and getting somebody else to do\nthe work.\n\t\t-- John G. Pollard",
      "sha1": "21701e2b4c3ba5526ceead2cc66ae4bbae8e0ff7"
    },
    {
      "content": "\tExxon's 'Universe of Energy' tends to the peculiar rather than the\nhumorous ... After [an incomprehensible film montage about wind and sun and\nrain and strip mines and] two or three minutes of mechanical confusion, the\nseats locomote through a short tunnel filled with clock-work dinosaurs.\nThe dinosaurs are depicted without accuracy and too close to your face.\n\t\"One of the few real novelties at Epcot is the use of smell to\naggravate illusions.  Of course, no one knows what dinosaurs smelled like,\nbut Exxon has decided they smelled bad.\n\t\"At the other end of Dino Ditch ... there's a final, very addled\nmessage about facing challengehood tomorrow-wise.  I dozed off during this,\nbut the import seems to be that dinosaurs don't have anything to do with\nenergy policy and neither do you.\"\n\t\t-- P.J. O'Rourke, \"Holidays in Hell\"",
      "sha1": "f5992455b2e7efe471262f2f727f407d460d22e9"
    },
    {
      "content": "Failure is more frequently from want of energy than want of capital.",
      "sha1": "8a4b179066f1eb8efbb2363454c2e9a8d86ebe9f"
    },
    {
      "content": "Fast, cheap, good: pick two.",
      "sha1": "b151ac80be7dc0f967bd966e5770665666152995"
    },
    {
      "content": "Fear is the greatest salesman.\n\t\t-- Robert Klein",
      "sha1": "e6fdb9411bd142492f18d12cd8b3957362f57112"
    },
    {
      "content": "Feel disillusioned?  I've got some great new illusions, right here!",
      "sha1": "ff3f4bf73ecd13c7dd73b942d2de4f14459278a6"
    },
    {
      "content": "For every bloke who makes his mark, there's half a dozen waiting to rub it out.\n\t\t-- Andy Capp",
      "sha1": "038ad08c10e28539c5c142d12630136670aa7c4e"
    },
    {
      "content": "Genius is one percent inspiration and ninety-nine percent perspiration.\n\t\t-- Thomas Alva Edison",
      "sha1": "e90352bfdd68e809656f99e7d3d96ecc544db3fd"
    },
    {
      "content": "Genius is ten percent inspiration and fifty percent capital gains.",
      "sha1": "b8434712ad3f61abe9c47ff1d6eb8b9693f084f3"
    },
    {
      "content": "Getting the job done is no excuse for not following the rules.\n\nCorollary:\n\tFollowing the rules will not get the job done.",
      "sha1": "325f44ec8f06fff58ddd0deef81843adaaa19da5"
    },
    {
      "content": "\"Given the choice between accomplishing something and just lying around,\nI'd rather lie around.  No contest.\"\n\t\t-- Eric Clapton",
      "sha1": "60106ee73583a7f1f3376ef4b9618bdf7b500053"
    },
    {
      "content": "God help those who do not help themselves.\n\t\t-- Wilson Mizner",
      "sha1": "506e73a0a4dd7b23bd5f037bfbfc202f838517ca"
    },
    {
      "content": "God helps them that themselves.\n\t\t-- Benjamin Franklin, \"Poor Richard's Almanac\"",
      "sha1": "8b390549e8566135554e73fc1aad1ab1a1dec15e"
    },
    {
      "content": "Good day to avoid cops.  Crawl to work.",
      "sha1": "4b22ff39357c38a11d70f7e36c02c69f5bcbf6ba"
    },
    {
      "content": "Good salesmen and good repairmen will never go hungry.\n\t\t-- R.E. Schenk",
      "sha1": "5abe7fe5849db285a19c5884b130e74291b32b01"
    },
    {
      "content": "Happiness is a positive cash flow.",
      "sha1": "a6b871026164f9f2b888b79834c2d6b4964517a1"
    },
    {
      "content": "Hard work never killed anybody, but why take a chance?\n\t\t-- Charlie McCarthy",
      "sha1": "4c790f8ca85642c75fa410f49260b5ed1b691bb9"
    },
    {
      "content": "Have you ever noticed that the people who are always trying to tell you\n`there's a time for work and a time for play' never find the time for play?",
      "sha1": "c9d14ed56a6cfe864c0f11b14b338fc50e3e5194"
    },
    {
      "content": "He has not acquired a fortune; the fortune has acquired him.\n\t\t-- Bion",
      "sha1": "631da85184705476384412f9c316ac385817478b"
    },
    {
      "content": "He who has but four and spends five has no need for a wallet.",
      "sha1": "6444e80b0471f49b9b4f65a0871dbbd18b491a6c"
    },
    {
      "content": "He who is content with his lot probably has a lot.",
      "sha1": "47abddad9d93e02b3c2b58540ae15e4b983888a4"
    },
    {
      "content": "He who steps on others to reach the top has good balance.",
      "sha1": "3321491e2420896e147da5a4d5c8aa8ae7b5c2dd"
    },
    {
      "content": "\"Here at the Phone Company, we serve all kinds of people; from\nPresidents and Kings to the scum of the earth ...\"",
      "sha1": "790ccc3b5f2ab98cdf7d307b68016f507749420a"
    },
    {
      "content": "\t\"Hey, Sam, how about a loan?\"\n\t\"Whattaya need?\"\n\t\"Oh, about $500.\"\n\t\"Whattaya got for collateral?\"\n\t\"Whattaya need?\"\n\t\"How about an eye?\"\n\t\t-- Sam Giancana",
      "sha1": "458231de9d6af6d122ddec29b2e8e254cebd9469"
    },
    {
      "content": "Hideously disfigured by an ancient Indian curse?\n\n\t\tWE CAN HELP!\n\nCall (511) 338-0959 for an immediate appointment.",
      "sha1": "001f1257a4c5251b09d9d4c68faab457e61bba68"
    },
    {
      "content": "Hire the morally handicapped.",
      "sha1": "b36c133f5790f0221a89b16bfc1b57b7ccebe6a5"
    },
    {
      "content": "\tHome centers are designed for the do-it-yourselfer who's willing to\npay higher prices for the convenience of being able to shop for lumber,\nhardware, and toasters all in one location.  Notice I say \"shop for,\" as\nopposed to \"obtain.\" This is the major drawback of home centers: they are\nalways out of everything except artificial Christmas trees.  The home center\nemployees have no time to reorder merchandise because they are too busy\napplying little price stickers to every object -- every board, washer, nail\nand screw -- in the entire store ...\n\n\tLet's say a piece in your toilet tank breaks, so you remove the\nbroken part, take it to the home center, and ask an employee if he has a\nreplacement.  The employee, who has never is his life even seen the inside\nof a toilet tank, will peer at the broken part in very much the same way\nthat a member of a primitive Amazon jungle tribe would look at an electronic\ncalculator, and then say, \"We're expecting a shipment of these sometime\naround the middle of next week.\"\n\t\t-- Dave Barry, \"The Taming of the Screw\"",
      "sha1": "69f93685e31e45d892c293c23027f52b01ae701f"
    },
    {
      "content": "Honesty is for the most part less profitable than dishonesty.\n\t\t-- Plato",
      "sha1": "d81c318dc5d92d4c99fa61fee76b15df2158b905"
    },
    {
      "content": "Honesty pays, but it doesn't seem to pay enough to suit some people.\n\t\t-- F.M. Hubbard",
      "sha1": "2ad152578728d71631c5d9e8d8eb4275d6da4b9a"
    },
    {
      "content": "Hotels are tired of getting ripped off.  I checked into a hotel and they\nhad towels from my house.\n\t\t-- Mark Guido",
      "sha1": "20801c447d75001c92af2a4043cec05681cca7d6"
    },
    {
      "content": "How come everyone's going so slow if it's called rush hour?",
      "sha1": "fc6a82b50970bad93595f88b2be6756ed676ec12"
    },
    {
      "content": "How come financial advisors never seem to be as wealthy as they\nclaim they'll make you?",
      "sha1": "018d6c19907d2be37d23497faee6afce0769e8ea"
    },
    {
      "content": "\t\"How many people work here?\"\n\t\"Oh, about half.\"",
      "sha1": "c742d31ee26a10f534e9417c7d582e4db81a2d87"
    },
    {
      "content": "Human resources are human first, and resources second.\n\t\t-- J. Garbers",
      "sha1": "3ae38d54ffdb9f24f3423651af581c1be9d5c651"
    },
    {
      "content": "\"I am convinced that the manufacturers of carpet odor removing powder\nhave included encapsulated time released cat urine in their products.\nThis technology must be what prevented its distribution during my mom's\nreign.  My carpet smells like piss, and I don't have a cat.  Better go\nbuy some more.\"\n\t\t-- timw@zeb.USWest.COM",
      "sha1": "859af0e7e5cab8a4791cf9bbcb421befeed47089"
    },
    {
      "content": "I am more bored than you could ever possibly be.  Go back to work.",
      "sha1": "efa2dc12a0ada623a0907c2f39a4b2ec1ba4fd3e"
    },
    {
      "content": "I attribute my success to intelligence, guts, determination, honesty,\nambition, and having enough money to buy people with those qualities.",
      "sha1": "57e9adf1444571b463fbc443e8a55fee2578e322"
    },
    {
      "content": "I BET WHAT HAPPENED was they discovered fire and invented the wheel on\nthe same day.  Then that night, they burned the wheel.\n\t\t-- Jack Handley, The New Mexican, 1988.",
      "sha1": "9c37f05ca31ceb37d705d72c9b48f4f82ab6bb0c"
    },
    {
      "content": "I cannot draw a cart, nor eat dried oats; If it be man's work I will do it.",
      "sha1": "81083a1a54ea522b5d5a20446ae132d0d61d983c"
    },
    {
      "content": "I consider a new device or technology to have been culturally accepted when\nit has been used to commit a murder.\n\t\t-- M. Gallaher",
      "sha1": "90b95142c4609f58ae961ddd48e3a6ed87e1b4a9"
    },
    {
      "content": "I don't do it for the money.\n\t\t-- Donald Trump, Art of the Deal",
      "sha1": "080907977f7c19a25f2527f545e20d6d6bb1d2c5"
    },
    {
      "content": "I don't have any use for bodyguards, but I do have a specific use for two\nhighly trained certified public accountants.\n\t\t-- Elvis Presley",
      "sha1": "d9db13badcb670d596093a43dea1632e266170f1"
    },
    {
      "content": "I don't want to achieve immortality through my work.  I want to achieve\nimmortality through not dying.\n\t\t-- Woody Allen",
      "sha1": "3f26fe884d600f76aeb9de1fa5c95e515beae791"
    },
    {
      "content": "\tI for one cannot protest the recent M.T.A. fare hike and the\naccompanying promises that this would in no way improve service.  For\nthe transit system, as it now operates, has hidden advantages that\ncan't be measured in monetary terms.\n\tPersonally, I feel that it is well worth 75 cents or even $1 to\nhave that unimpeachable excuse whenever I am late to anything:  \"I came\nby subway.\"  Those four words have such magic in them that if Godot\nshould someday show up and mumble them, any audience would instantly\nunderstand his long delay.",
      "sha1": "0e93ec2b7dad5fdd2bfd85eec8f80dcebb2737c7"
    },
    {
      "content": "I go on working for the same reason a hen goes on laying eggs.\n\t\t-- H.L. Mencken",
      "sha1": "f217822285a45c7bf993534e0bfb256f04044725"
    },
    {
      "content": "I have the simplest tastes.  I am always satisfied with the best.\n\t\t-- Oscar Wilde",
      "sha1": "cda6201176b97db53fc70568032b99d8775633f6"
    },
    {
      "content": "I have ways of making money that you know nothing of.\n\t\t-- John D. Rockefeller",
      "sha1": "9079528b32325eee7e6b00d13481042bdb277780"
    },
    {
      "content": "I just asked myself... what would John DeLorean do?\n\t\t-- Raoul Duke",
      "sha1": "c06dd0b111478832db4b03aca5215a14b91b4595"
    },
    {
      "content": "I just need enough to tide me over until I need more.\n\t\t-- Bill Hoest",
      "sha1": "1186453a4c5e176735a564bb7434e365d8cbaa49"
    },
    {
      "content": "I like work; it fascinates me; I can sit and look at it for hours.",
      "sha1": "070228cd85e6006a2d5272e90b3c7224038f0975"
    },
    {
      "content": "I never cheated an honest man, only rascals.  They wanted something for\nnothing.  I gave them nothing for something.\n\t\t-- Joseph \"Yellow Kid\" Weil",
      "sha1": "2bd539083437cce5005fcc6a77e65834f4b8276b"
    },
    {
      "content": "I owe the public nothing.\n\t\t-- J.P. Morgan",
      "sha1": "f58cd1e1fac37bcfc2ffff389320ceb43bdac5e7"
    },
    {
      "content": "I was in this prematurely air conditioned supermarket and there were all \nthese aisles and there were these bathing caps you could buy that had these \nkind of Fourth of July plumes on them that were red and yellow and blue and\nI wasn't tempted to buy one but I was reminded of the fact that I had been\navoiding the beach.\n\t\t-- Lucinda Childs \"Einstein On The Beach\"",
      "sha1": "57bede56405732aaecc2a5cf47cc78990e6377e2"
    },
    {
      "content": "I was part of that strange race of people aptly described as spending\ntheir lives doing things they detest to make money they don't want to\nbuy things they don't need to impress people they dislike.\n\t\t-- Emile Henry Gauvreay",
      "sha1": "dded94767c12608a8a25f9c1e69ec273a1dfd77c"
    },
    {
      "content": "I'd rather be led to hell than managed to heavan.",
      "sha1": "a284d992cf5f1abf29db850c8c60e460ce1c7d3c"
    },
    {
      "content": "I'd rather just believe that it's done by little elves running around.",
      "sha1": "8d5ec50e4a682081f4fa0cef583015bdc623df24"
    },
    {
      "content": "I'm always looking for a new idea that will be more productive than its cost.\n\t\t-- David Rockefeller",
      "sha1": "3dfcfd4c508a4d92f3eec8a4cbb38fb9e8f42dc1"
    },
    {
      "content": "I've got all the money I'll ever need if I die by 4 o'clock.\n\t\t-- Henny Youngman",
      "sha1": "0e7c2db7d7b8a3e47f042ff8548abb954169aeee"
    },
    {
      "content": "I:\n\tThe best way to make a silk purse from a sow's ear is to begin\n\twith a silk sow.  The same is true of money.\nII:\n\tIf today were half as good as tomorrow is supposed to be, it would\n\tprobably be twice as good as yesterday was.\nIII:\n\tThere are no lazy veteran lion hunters.\nIV:\n\tIf you can afford to advertise, you don't need to.\nV:\n\tOne-tenth of the participants produce over one-third of the output.\n\tIncreasing the number of participants merely reduces the average\n\toutput.\n\t\t-- Norman Augustine",
      "sha1": "d126ce38e4e0dc069e398b3657618e87bb778772"
    },
    {
      "content": "If a subordinate asks you a pertinent question, look at him as if he had\nlost his senses.  When he looks down, paraphrase the question back at him.",
      "sha1": "02228699bbd11e75da074d215e83565a4a13e6e2"
    },
    {
      "content": "If a thing's worth doing, it is worth doing badly.\n\t\t-- G.K. Chesterton",
      "sha1": "b1c30c418afe05267eaec92766a96a448192c95d"
    },
    {
      "content": "If a thing's worth having, it's worth cheating for.\n\t\t-- W.C. Fields",
      "sha1": "5f62eb019c7573048ebcd34bed59e716239016d4"
    },
    {
      "content": "If all else fails, lower your standards.",
      "sha1": "1a6c875330cd4a98c52108a9d232d89f8340409c"
    },
    {
      "content": "If bankers can count, how come they have eight windows and only four tellers?",
      "sha1": "1f1f8598193ae859c2ff59783a78361e78d97847"
    },
    {
      "content": "If ever the pleasure of one has to be bought by the pain of the other, there\nbetter be no trade.  A trade by which one gains and the other loses is a fraud.\n\t\t-- Dagny Taggart, \"Atlas Shrugged\"",
      "sha1": "85adaa70db4f61dcd48b8455a3f4a253f45d2323"
    },
    {
      "content": "If God had not given us sticky tape, it would have been necessary to invent it.",
      "sha1": "35e210dc9658954b3262a5a6dfa7fb334a0c118d"
    },
    {
      "content": "IF I HAD A MINE SHAFT, I don't think I would just abandon it.  There's\ngot to be a better way.\n\t\t-- Jack Handley, The New Mexican, 1988.",
      "sha1": "a2dbce6c8075f46c8b427000c735c7d5a115c461"
    },
    {
      "content": "If I want your opinion, I'll ask you to fill out the necessary form.",
      "sha1": "cbb002456ad06173d91c347bf7e21310bd88f877"
    },
    {
      "content": "If I were a grave-digger or even a hangman, there are some people I could\nwork for with a great deal of enjoyment.\n\t\t-- Douglas Jerrold",
      "sha1": "607301d2ae8743ed1407ec9cd3fc5325fddb4197"
    },
    {
      "content": "If it's worth doing, it's worth doing for money.",
      "sha1": "b1001f68d8a21b61de206881b483085722fe4efb"
    },
    {
      "content": "If money can't buy happiness, I guess you'll just have to rent it.",
      "sha1": "725c1532400ba696830cc4306fe685bf0bf3f449"
    },
    {
      "content": "If we could sell our experiences for what they cost us, we would\nall be millionaires.\n\t\t-- Abigail Van Buren",
      "sha1": "3073d092cd62f3e6b9e511fb0ab0510bb84cff71"
    },
    {
      "content": "If what they've been doing hasn't solved the problem, tell them to\ndo something else.\n\t-- Gerald Weinberg, \"The Secrets of Consulting\"",
      "sha1": "dd2dbd94fab8324844803d110cc3c6658206bb9d"
    },
    {
      "content": "If you always postpone pleasure you will never have it.  Quit work and play\nfor once!",
      "sha1": "d0a92f50248da7062026c7d2c3539f5e2aa007b0"
    },
    {
      "content": "If you are good, you will be assigned all the work.  If you are real\ngood, you will get out of it.",
      "sha1": "6b94a10f218f46c04c5d925d61b920415825511a"
    },
    {
      "content": "If you are over 80 years old and accompanied by your parents, we will\ncash your check.",
      "sha1": "c0f9c2f2f3f1ed38e553a623c6585490de787dae"
    },
    {
      "content": "If you are shooting under 80 you are neglecting your business;\nover 80 you are neglecting your golf.\n\t\t-- Walter Hagen",
      "sha1": "8d9bc6d89053fcd09b77e902c34e1378b6a9098c"
    },
    {
      "content": "If you aren't rich you should always look useful.\n\t\t-- Louis-Ferdinand Celine",
      "sha1": "93988683d471aefb12d598cee9f94aa4acb41f63"
    },
    {
      "content": "If you can count your money, you don't have a billion dollars.\n\t\t-- J. Paul Getty",
      "sha1": "1d1b0124092b5f63c67415a04faaa443f160a913"
    },
    {
      "content": "If you can't get your work done in the first 24 hours, work nights.",
      "sha1": "2b53d02f494c6e6c866be5698461bde6cec03a3f"
    },
    {
      "content": "If you can't learn to do it well, learn to enjoy doing it badly.",
      "sha1": "5ca1b77f4f058ba1aa1fced856d544449f6afbab"
    },
    {
      "content": "If you didn't have to work so hard, you'd have more time to be depressed.",
      "sha1": "4f36f2aad77dd4c9c5b6393877b290dba87195cf"
    },
    {
      "content": "If you do something right once, someone will ask you to do it again.",
      "sha1": "02d76b36668727597d237c07c9c15ecb1b84b85b"
    },
    {
      "content": "If you don't have time to do it right, where are you going to find the time\nto do it over?",
      "sha1": "0d40ab1441028b587f3db6eedfc52e8cfd3b2aa7"
    },
    {
      "content": "If you fail to plan, plan to fail.",
      "sha1": "1f6f3bdc04107a735c11911de6ac55595655899b"
    },
    {
      "content": "If you had better tools, you could more effectively demonstrate your\ntotal incompetence.",
      "sha1": "d7870176eb3fa64c4ab3beb40d34900c7298fd34"
    },
    {
      "content": "If you have to ask how much it is, you can't afford it.",
      "sha1": "9e3e48324831c9dbdf4edb89bf712df3d0a03b2f"
    },
    {
      "content": "If you hype something and it succeeds, you're a genius -- it wasn't a\nhype.  If you hype it and it fails, then it was just a hype.\n\t\t-- Neil Bogart",
      "sha1": "dcc175c2c98aea776e76cf53f3c6280ab9dcb225"
    },
    {
      "content": "If you sell diamonds, you cannot expect to have many customers.\nBut a diamond is a diamond even if there are no customers.\n\t\t-- Swami Prabhupada",
      "sha1": "571c617f7e0dd40cca8afc9c569e121ecd09f8ff"
    },
    {
      "content": "If you suspect a man, don't employ him.",
      "sha1": "0308936ad41a930370bd00ff99db59ad116e922c"
    },
    {
      "content": "If you think nobody cares if you're alive, try missing a couple of car\npayments.\n\t\t-- Earl Wilson",
      "sha1": "25b392047f9dbf52c70ab68f03977c63823c5a54"
    },
    {
      "content": "If you want to know what god thinks of money, just look at the people he gave\nit to.\n\t\t-- Dorthy Parker",
      "sha1": "945c3d027640639fe65faa6991a3c3389b3a8e7d"
    },
    {
      "content": "If you want to put yourself on the map, publish your own map.",
      "sha1": "aeb57f339ec908b7f53c0e3ac728ed37d0727377"
    },
    {
      "content": "If you would know the value of money, go try to borrow some.\n\t\t-- Ben Franklin",
      "sha1": "7d5485ea24f4ab0cd3eddec21e8f91ba8d20ccb9"
    },
    {
      "content": "\tIf you're like most homeowners, you're afraid that many repairs\naround your home are too difficult to tackle.  So, when your furnace\nexplodes, you call in a so-called professional to fix it.  The\n\"professional\" arrives in a truck with lettering on the sides and deposits a\nlarge quantity of tools and two assistants who spend the better part of the\nweek in your basement whacking objects at random with heavy wrenches, after\nwhich the \"professional\" returns and gives you a bill for slightly more\nmoney than it would cost you to run a successful campaign for the U.S.\nSenate.\n\tAnd that's why you've decided to start doing things yourself. You\nfigure, \"If those guys can fix my furnace, then so can I.  How difficult can\nit be?\"\n\tVery difficult.  In fact, most home projects are impossible, which\nis why you should do them yourself.  There is no point in paying other\npeople to screw things up when you can easily screw them up yourself for far\nless money.  This article can help you.\n\t\t-- Dave Barry, \"The Taming of the Screw\"",
      "sha1": "64343a7f149b0b3238ff6a187b34ae4b7ace73cf"
    },
    {
      "content": "Important letters which contain no errors will develop errors in the mail.\nCorresponding errors will show up in the duplicate while the Boss is reading\nit.  Vital papers will demonstrate their vitality by spontaneously moving\nfrom where you left them to where you can't find them.",
      "sha1": "9d910c93b8df64cc3b18904da522abd1a4d4724c"
    },
    {
      "content": "In 1914, the first crossword puzzle was printed in a newspaper.  The\ncreator received $4000 down ... and $3000 across.",
      "sha1": "f76d303233a20bdf51fff0fe6ce706973a0186d1"
    },
    {
      "content": "In a consumer society there are inevitably two kinds of slaves:\nthe prisoners of addiction and the prisoners of envy.",
      "sha1": "c0c02d75058502b4674c177001f39f8101677c33"
    },
    {
      "content": "In a hierarchy every employee tends to rise to his level of incompetence ...\nin time every post tends to be occupied by an employee who is incompetent\nto carry out its duties ... Work is accomplished by those employees who\nhave not yet reached their level of incompetence.\n\t\t-- Dr. Laurence J. Peter, \"The Peter Principle\"",
      "sha1": "ded45a360cf3749097fcad2be70f1b2d491875a1"
    },
    {
      "content": "In case of atomic attack, all work rules will be temporarily suspended.",
      "sha1": "a5a8bd739610447c6a2a9f2f6e11e7a8aad646d9"
    },
    {
      "content": "In case of injury notify your superior immediately.  He'll kiss it and\nmake it better.",
      "sha1": "d50b10625a6dfc56f37bf07accc0fb8f11cec3df"
    },
    {
      "content": "In every hierarchy the cream rises until it sours.\n\t\t-- Dr. Laurence J. Peter",
      "sha1": "c7f08af2d0024ce5de9ad28823005cfb8eacf275"
    },
    {
      "content": "In order to get a loan you must first prove you don't need it.",
      "sha1": "42b2ad5230999cdbb5133e6caf3f63520a6a2b39"
    },
    {
      "content": "In the middle of a wide field is a pot of gold.  100 feet to the north stands\na smart manager.  100 feet to the south stands a dumb manager.  100 feet to\nthe east is the Easter Bunny, and 100 feet to the west is Santa Claus.\n\nQ:\tWho gets to the pot of gold first?\nA:\tThe dumb manager.  All the rest are myths.",
      "sha1": "202241773a8687667d3f2dd7e9b3d1939a002ea9"
    },
    {
      "content": "Innovation is hard to schedule.\n\t\t-- Dan Fylstra",
      "sha1": "6ff9406d6d9bc97afe37e616fd3f33e0a69764db"
    },
    {
      "content": "Insanity is the final defense ... It's hard to get a refund when the\nsalesman is sniffing your crotch and baying at the moon.",
      "sha1": "acb8f70eb0578ee5ebb90dd9ea978b28ac715301"
    },
    {
      "content": "Is a person who blows up banks an econoclast?",
      "sha1": "abd6f286f3d6f6c40bcc1a72e1229f411c61ff1a"
    },
    {
      "content": "It is better to give than to lend, and it costs about the same.",
      "sha1": "c5392da8df88076314d6cf26720f73954b270778"
    },
    {
      "content": "It is better to live rich than to die rich.\n\t\t-- Samuel Johnson",
      "sha1": "455eb420e8363e8600a66fa7a5d5a0d9b3bd303f"
    },
    {
      "content": "It is better to travel hopefully than to fly Continental.",
      "sha1": "1239f558d6ce775995bfe3a992d54219f59147c8"
    },
    {
      "content": "It is difficult to soar with the eagles when you work with turkeys.",
      "sha1": "b9c3cb56e3c92f53cadf8e8c222d1aaaa15940d6"
    },
    {
      "content": "It is imperative when flying coach that you restrain any tendency toward\nthe vividly imaginative.  For although it may momentarily appear to be the\ncase, it is not at all likely that the cabin is entirely inhabited by\ncrying babies smoking inexpensive domestic cigars.\n\t\t-- Fran Lebowitz, \"Social Studies\"",
      "sha1": "12ababfeffcdf1e2d74ae66cf5ecca8ff92acbf6"
    },
    {
      "content": "It is impossible to enjoy idling thoroughly unless one has plenty of\nwork to do.\n\t\t-- Jerome Klapka Jerome",
      "sha1": "14576491820e9b23671169dd64389dbb3ed81b6b"
    },
    {
      "content": "It is much harder to find a job than to keep one.",
      "sha1": "44b382da71d1518ecddeb519343e034335d7c1c4"
    },
    {
      "content": "It is not enough that I should succeed.  Others must fail.\n\t\t-- Ray Kroc, Founder of McDonald's\n\t\t[Also attributed to David Merrick.  Ed.]\n\nIt is not enough to succeed.  Others must fail.\n\t\t-- Gore Vidal\n\t\t[Great minds think alike?  Ed.]",
      "sha1": "742fdbac9b7324d446d3c8280561b18caf029a29"
    },
    {
      "content": "It is ridiculous to call this an industry.  This is not.  This is rat eat\nrat, dog eat dog.  I'll kill 'em, and I'm going to kill 'em before they \nkill me.  You're talking about the American way of survival of the fittest.\n\t\t-- Ray Kroc, founder of McDonald's",
      "sha1": "76ff8b64424c3a0867c51f8870388de6125e2224"
    },
    {
      "content": "It's a poor workman who blames his tools.",
      "sha1": "d34324182e5de0f95a6bc38ca200b13c9cd42824"
    },
    {
      "content": "It's been a business doing pleasure with you.",
      "sha1": "21e627313b4621d690515a29c5c252cc6d80d997"
    },
    {
      "content": "It's fabulous!  We haven't seen anything like it in the last half an hour!\n\t\t-- Macy's",
      "sha1": "7ed02786be7c45c8e1df160f0f95d2fea7692f44"
    },
    {
      "content": "It's not so hard to lift yourself by your bootstraps once you're off the ground.\n\t\t-- Daniel B. Luten",
      "sha1": "198e53e904bf66555f61501a0c5e3bfee760721f"
    },
    {
      "content": "It's very glamorous to raise millions of dollars, until it's time for the\nventure capitalist to suck your eyeballs out.\n\t\t-- Peter Kennedy, chairman of Kraft & Kennedy.",
      "sha1": "5d5969635dafe21c81fed4be38925844ee25bae0"
    },
    {
      "content": "Just because he's dead is no reason to lay off work.",
      "sha1": "81a686e5dafbe83403d92efe5e7f91488d0617f6"
    },
    {
      "content": "Keep up the good work!  But please don't ask me to help.",
      "sha1": "5b02979969b2bf6c7d0a1302e47a7f6c4d80da73"
    },
    {
      "content": "Keep your boss's boss off your boss's back.",
      "sha1": "73b28fff797872cd232490309c3ef0e47836b166"
    },
    {
      "content": "Keep your Eye on the Ball,\nYour Shoulder to the Wheel,\nYour Nose to the Grindstone,\nYour Feet on the Ground,\nYour Head on your Shoulders.\nNow... try to get something DONE!",
      "sha1": "ee404f844c34c726c89b70ff1a09bd1224346488"
    },
    {
      "content": "Lavish spending can be disastrous.  Don't buy any lavishes for a while.",
      "sha1": "e516b04f7376a347040c1714e9d7f58cfa29d60b"
    },
    {
      "content": "Lend money to a bad debtor and he will hate you.",
      "sha1": "2d130bd991a33e6a19b9e8842efb53d3b9123c95"
    },
    {
      "content": "Let me assure you that to us here at First National, you're not just a\nnumber.  Youre two numbers, a dash, three more numbers, another dash and\nanother number.\n\t\t-- James Estes",
      "sha1": "bad26a3cca71e7b2e87763f6e063ff5bedfb07db"
    },
    {
      "content": "Let's organize this thing and take all the fun out of it.",
      "sha1": "d5eb3c05b6735a34a9316cca4a23d9cdd5a53266"
    },
    {
      "content": "Life is a healthy respect for mother nature laced with greed.",
      "sha1": "481173719f439a45f780987a1cb4ea9db42e2619"
    },
    {
      "content": "Life is cheap, but the accessories can kill you.",
      "sha1": "7389bf9205e49ceac52e29d51a83264f0152a91b"
    },
    {
      "content": "Live within your income, even if you have to borrow to do so.\n\t\t-- Josh Billings",
      "sha1": "83b65866384eb841a2b0405bccdc57cb05455ee2"
    },
    {
      "content": "Living on Earth may be expensive, but it includes an annual free trip\naround the Sun.",
      "sha1": "c867c9a12f5eee64b6c9a0f69e9ecd8daa7e15b9"
    },
    {
      "content": "Lo!  Men have become the tool of their tools.\n\t\t-- Henry David Thoreau",
      "sha1": "ded0d587561bee6db4651e379d9cef543e468f86"
    },
    {
      "content": "Loan-department manager:  \"There isn't any fine print.  At these\ninterest rates, we don't need it.\"",
      "sha1": "4dab6022808c07a69536b7939014f0184769ae7d"
    },
    {
      "content": "Lonesome?\n\nLike a change?\nLike a new job?\nLike excitement?\nLike to meet new and interesting people?\n\nJUST SCREW-UP ONE MORE TIME!!!!!!!",
      "sha1": "8a0fb530e339bf5447fd65a3d63e2ad079e6524b"
    },
    {
      "content": "Look, we trade every day out there with hustlers, deal-makers, shysters,\ncon-men.  That's the way businesses get started.  That's the way this\ncountry was built.\n\t\t-- Hubert Allen",
      "sha1": "b7bf270959544d88a3a8a26477129f1e0fc85a52"
    },
    {
      "content": "Lots of folks confuse bad management with destiny.\n\t\t-- Frank Hubbard",
      "sha1": "e4ca85fd25d13bc21393c82145ad6d69317301a5"
    },
    {
      "content": "Love may laugh at locksmiths, but he has a profound respect for money bags.\n\t\t-- Sidney Paternoster, \"The Folly of the Wise\"",
      "sha1": "8dbc3a955b0ed1b913fd59fe6c71a07f8ba8cbcd"
    },
    {
      "content": "Luck, that's when preparation and opportunity meet.\n\t\t-- P.E. Trudeau",
      "sha1": "e7c492edc9d2f6de88a205fe0e18474a6d9d596c"
    },
    {
      "content": "Make headway at work.  Continue to let things deteriorate at home.",
      "sha1": "2db53d0a01a806006af17122dd534d209d724221"
    },
    {
      "content": "Man is an animal that makes bargains: no other animal does this--\nno dog exchanges bones with another.\n\t\t-- Adam Smith",
      "sha1": "e743d925d4d665547801d1987f72e2647f134e7e"
    },
    {
      "content": "Man must shape his tools lest they shape him.\n\t\t-- Arthur R. Miller",
      "sha1": "6326ce55a10fd80a4fd700853f57ed7503b5af67"
    },
    {
      "content": "Management:\tHow many feet do mice have?\nReply:\t\tMice have four feet.\nM:\tElaborate!\nR:\tMice have five appendages, and four of them are feet.\nM:\tNo discussion of fifth appendage!\nR:\tMice have five appendages; four of them are feet; one is a tail.\nM:\tWhat?  Feet with no legs?\nR:\tMice have four legs, four feet, and one tail per unit-mouse.\nM:\tConfusing -- is that a total of 9 appendages?\nR:\tMice have four leg-foot assemblies and one tail assembly per body.\nM:\tDoes not fully discuss the issue!\nR:\tEach mouse comes equipped with four legs and a tail.  Each leg\n\tis equipped with a foot at the end opposite the body; the tail\n\tis not equipped with a foot.\nM:\tDescriptive?  Yes.  Forceful NO!\nR:\tAllotment of appendages for mice will be:  Four foot-leg assemblies,\n\tone tail.  Deviation from this policy is not permitted as it would\n\tconstitute misapportionment of scarce appendage assets.\nM:\tToo authoritarian; stifles creativity!\nR:\tMice have four feet; each foot is attached to a small leg joined\n\tintegrally with the overall mouse structural sub-system.  Also\n\tattached to the mouse sub-system is a thin tail, non-functional and\n\tornamental in nature.\nM:\tToo verbose/scientific.  Answer the question!\nR:\tMice have four feet.",
      "sha1": "e4c62a686443c138afba7f8a8474f35362e99640"
    },
    {
      "content": "Many people are unenthusiastic about their work.",
      "sha1": "33b9e7e5805f0dabbbadd4daa7cdb8876b65b0e9"
    },
    {
      "content": "Many people are unenthusiastic about your work.",
      "sha1": "de5fe9971f90113c796fc6060c8de49fb5d7f0be"
    },
    {
      "content": "Many people write memos to tell you they have nothing to say.",
      "sha1": "b319faa783b1cd80cf1fbf065eb37f001ed4eaef"
    },
    {
      "content": "Mater artium necessitas.\n\t[Necessity is the mother of invention].",
      "sha1": "a90c50180bdc5bad1e72128d7635e90ce7716dd6"
    },
    {
      "content": "Maternity pay?\tNow every Tom, Dick and Harry will get pregnant.\n\t\t-- Malcolm Smith",
      "sha1": "a7ce73db3dc06c7ebf5a7095dbf63db0763defd4"
    },
    {
      "content": "Maybe you can't buy happiness, but these days you can certainly charge it.",
      "sha1": "ff86b94320cea21d3ee5295040c1ad522757bcee"
    },
    {
      "content": "McDonald's -- Because you're worth it.",
      "sha1": "182df643cdf12a527827220665c99d6fa818886e"
    },
    {
      "content": "Men of lofty genius when they are doing the least work are most active.\n\t\t-- Leonardo da Vinci",
      "sha1": "6489a8c2a6c61273bf420ddf15132220029d0a93"
    },
    {
      "content": "Men take only their needs into consideration -- never their abilities.\n\t\t-- Napoleon Bonaparte",
      "sha1": "e7d31aad3fabe33b66083e466729b412fe0249d9"
    },
    {
      "content": "Men's skin is different from women's skin.  It is usually bigger, and\nit has more snakes tattooed on it.  Also, if you examine a woman's skin\nvery closely, inch by inch, starting at her shapely ankles, then gently\ntracing the slender curve of her calves, then moving up to her ...\n\n[EDITOR'S NOTE: To make room for news articles about important world events\nsuch as agriculture, we're going to delete the next few square feet of the\nwoman's skin.  Thank you.]\n\n... until finally the two of you are lying there, spent, smoking your\ncigarettes, and suddenly it hits you: Human skin is actually made up of\nbillions of tiny units of protoplasm, called \"cells\"!  And what is even more\ninteresting, the ones on the outside are all dying!  This is a fact.  Your\nskin is like an aggressive modern corporation, where the older veteran\ncells, who have finally worked their way to the top and obtained offices\nwith nice views, are constantly being shoved out the window head first,\nwithout so much as a pension plan, by younger hotshot cells moving up from\nbelow.\n\t\t-- Dave Barry, \"Saving Face\"",
      "sha1": "0d7c2865d6c18e4a69edcef104984179e82adbbb"
    },
    {
      "content": "Mental power tended to corrupt, and absolute intelligence tended to\ncorrupt absolutely, until the victim eschewed violence entirely in\nfavor of smart solutions to stupid problems.\n\t\t-- Piers Anthony",
      "sha1": "04809dbe2f28a6ad38f2b4001afa6e0b7d7a7c53"
    },
    {
      "content": "Money can't buy happiness, but it can make you awfully comfortable while\nyou're being miserable.\n\t\t-- C.B. Luce",
      "sha1": "96147e5b71b2f058815fea9141427f86d608d4ca"
    },
    {
      "content": "Money can't buy love, but it improves your bargaining position.\n\t\t-- Christopher Marlowe",
      "sha1": "1914ae0f72fdf30c3b79d4738fc5ea53ad33c21c"
    },
    {
      "content": "Money cannot buy love, nor even friendship.",
      "sha1": "ec28b20952421441e61942d172f92247948ac5ca"
    },
    {
      "content": "Money doesn't talk, it swears.\n\t\t-- Bob Dylan",
      "sha1": "28910dd1f7af8d557b0dfba091fd9de662f8c760"
    },
    {
      "content": "Money is better than poverty, if only for financial reasons.",
      "sha1": "3e1cd4a5bda1ee3b347ae599b159b32e52993808"
    },
    {
      "content": "Money is its own reward.",
      "sha1": "378e0469852850c6592a807f026e492065a096df"
    },
    {
      "content": "Money is the root of all evil, and man needs roots.",
      "sha1": "9ca83adce9d733212d3110ec6fe87c761feb399d"
    },
    {
      "content": "Money is the root of all wealth.",
      "sha1": "3ae042e8952bc49ebd9a567369a130f68b182cbc"
    },
    {
      "content": "Money is truthful.  If a man speaks of his honor, make him pay cash.\n\t\t-- Lazarus Long",
      "sha1": "3f7d4fb84f8d9b4da14956e541eb68a31cc57dc8"
    },
    {
      "content": "Money isn't everything -- but it's a long way ahead of what comes next.\n\t\t-- Sir Edmond Stockdale",
      "sha1": "9220d3f352aea7a0d3db62feb612e320a9301306"
    },
    {
      "content": "Money may buy friendship but money cannot buy love.",
      "sha1": "be2aa5f5aa899883d041633dea3484179ef56e6c"
    },
    {
      "content": "Money will say more in one moment than the most eloquent lover can in years.",
      "sha1": "d640e46f7e7b40243388d7eb20883eea38e90b10"
    },
    {
      "content": "Moneyliness is next to Godliness.\n\t\t-- Andries van Dam",
      "sha1": "eef96db34b068128962606b46cd6e7488ca623cd"
    },
    {
      "content": "Most people will listen to your unreasonable demands, if you'll consider\ntheir unacceptable offer.",
      "sha1": "0cfad11a7fb80fdd851eadce267c78fdffca18d8"
    },
    {
      "content": "Mundus vult decipi decipiatur ergo.\n\t\t-- Xaviera Hollander\n\t[The world wants to be cheated, so cheat.]",
      "sha1": "5528c1ffffc28dc5e862533c9d62e4002d2300fb"
    },
    {
      "content": "My idea of roughing it is when room service is late.",
      "sha1": "1b1f02ca2c938be5817b6b7b18d0178a442845f9"
    },
    {
      "content": "My idea of roughing it turning the air conditioner too low.",
      "sha1": "ff87ab8926ed4022dc99e771e51d56d15383f4ad"
    },
    {
      "content": "My problem lies in reconciling my gross habits with my net income.\n\t\t-- Errol Flynn\n\nAny man who has $10,000 left when he dies is a failure.\n\t\t-- Errol Flynn",
      "sha1": "6266692b078baeec27b5c44558dc78d181618c0d"
    },
    {
      "content": "\"Necessity is the mother of invention\" is a silly proverb.  \"Necessity\nis the mother of futile dodges\" is much nearer the truth.\n\t\t-- Alfred North Whitehead",
      "sha1": "ad9542de50a697322396947697c706edd54e230e"
    },
    {
      "content": "Neckties strangle clear thinking.\n\t\t-- Lin Yutang",
      "sha1": "c4ceb92cf936d8344eba3d958fec356e4f052740"
    },
    {
      "content": "Never appeal to a man's \"better nature.\"  He may not have one.\nInvoking his self-interest gives you more leverage.\n\t\t-- Lazarus Long",
      "sha1": "b30f0ac5e19770053f804a49f181c40f9d338311"
    },
    {
      "content": "Never ask two questions in a business letter.  The reply will discuss\nthe one you are least interested, and say nothing about the other.",
      "sha1": "9fb8cbbaa793b39e3b92d8d2a8f13764d9e0700d"
    },
    {
      "content": "Never buy from a rich salesman.\n\t\t-- Goldenstern",
      "sha1": "fd1a957bd151cb57e5dc5a7617ed198044cbccb7"
    },
    {
      "content": "Never buy what you do not want because it is cheap; it will be dear to you.\n\t\t-- Thomas Jefferson",
      "sha1": "be4d416e9925b606b74695bc804f4cd522158979"
    },
    {
      "content": "Never call a man a fool.  Borrow from him.",
      "sha1": "e8c585844b50e9950323fb2dec306fdc666b0803"
    },
    {
      "content": "Never invest your money in anything that eats or needs repainting.\n\t\t-- Billy Rose",
      "sha1": "b127ecd4fa85384d76a6207f67d20c78cf4bab55"
    },
    {
      "content": "Never keep up with the Joneses. Drag them down to your level.\n\t\t-- Quentin Crisp",
      "sha1": "da662eb3900822696409f468df038a1d41f6f2a7"
    },
    {
      "content": "Never let someone who says it cannot be done interrupt the person who is\ndoing it.",
      "sha1": "7d0b29d156eb214479b684f3d02f05ee670924ff"
    },
    {
      "content": "Never say you know a man until you have divided an inheritance with him.",
      "sha1": "9c7f0b240e8005fb3e22931bf53cf355ad721a79"
    },
    {
      "content": "Never tell people how to do things.  Tell them WHAT to do and they will\nsurprise you with their ingenuity.\n\t\t-- Gen. George S. Patton, Jr.",
      "sha1": "c203fa162121fb40461a9b62af21c16b16821d14"
    },
    {
      "content": "Never trust anyone who says money is no object.",
      "sha1": "8daa5a421c0cc181b4e4b14a4e372f62a8795268"
    },
    {
      "content": "Never try to teach a pig to sing.  It wastes your time and annoys the pig.\n\t\t-- Lazarus Long, \"Time Enough for Love\"",
      "sha1": "20fa43c4df9a910bf631b7b28244c8c37c5f5672"
    },
    {
      "content": "\tNEW YORK-- Kraft Foods, Inc. announced today that its board of\ndirectors unanimously rejected the $11 billion takeover bid by Philip\nMorris and Co. A Kraft spokesman stated in a press conference that the\noffer was rejected because the $90-per-share bid did not reflect the\ntrue value of the company.\n\tWall Street insiders, however, tell quite a different story.\nApparently, the Kraft board of directors had all but signed the takeover\nagreement when they learned of Philip Morris' marketing plans for one of\ntheir major Middle East subsidiaries.  To a person, the board voted to\nreject the bid when they discovered that the tobacco giant intended to\nreorganize Israeli Cheddar, Ltd., and name the new company Cheeses of Nazareth.",
      "sha1": "38355c78ad45281ce00debd98442e07ee589a07b"
    },
    {
      "content": "Nitwit ideas are for emergencies.  You use them when you've got nothing\nelse to try.  If they work, they go in the Book.  Otherwise you follow\nthe Book, which is largely a collection of nitwit ideas that worked.\n\t\t-- Larry Niven, \"The Mote in God's Eye\"",
      "sha1": "09502792b4976c1a83f4723e56081dfd18a5e372"
    },
    {
      "content": "No committee could ever come up with anything as revolutionary as a camel --\nanything as practical and as perfectly designed to perform effectively under\nsuch difficult conditions.\n\t\t-- Laurence J. Peter",
      "sha1": "d097f22d3292bd5d1ec65b3fbbb2cc8c5861ad06"
    },
    {
      "content": "\"No job too big; no fee too big!\"\n\t\t-- Dr. Peter Venkman, \"Ghost-busters\"",
      "sha1": "79ede7ed5a3c7f4dfc99349adeda405f14d3776c"
    },
    {
      "content": "No one gets sick on Wednesdays.",
      "sha1": "2a706c8f627f1d2bd83703dbe0f1ce91423ee63d"
    },
    {
      "content": "No problem is insoluble in all conceivable circumstances.",
      "sha1": "dab39d579730e5b71b4e069ad6b6fda5d60b8af3"
    },
    {
      "content": "No problem is so formidable that you can't just walk away from it.\n\t\t-- C. Schulz",
      "sha1": "ceb603c7cdc439936c4ade8922348abe8be0b7cc"
    },
    {
      "content": "No problem is so large it can't be fit in somewhere.",
      "sha1": "8b8dadd90ac2d4b5400efe18e58e2f02c153df59"
    },
    {
      "content": "No skis take rocks like rental skis!",
      "sha1": "c315535d6928027de677970b507c15eceb37bad2"
    },
    {
      "content": "No spitting on the Bus!\nThank you, The Mgt.",
      "sha1": "3d1b318b3cd727f73a17bf0b36cad3bb3b2b011d"
    },
    {
      "content": "None of our men are \"experts.\"  We have most unfortunately found it necessary\nto get rid of a man as soon as he thinks himself an expert -- because no one \never considers himself expert if he really knows his job.  A man who knows a \njob sees so much more to be done than he has done, that he is always pressing \nforward and never gives up an instant of thought to how good and how efficient \nhe is.  Thinking always ahead, thinking always of trying to do more, brings a \nstate of mind in which nothing is impossible. The moment one gets into the\n\"expert\" state of mind a great number of things become impossible.\n\t\t-- From Henry Ford Sr., \"My Life and Work\"",
      "sha1": "61e9481a31d7d481153c366aa163ccf36ddf5804"
    },
    {
      "content": "Nothing is finished until the paperwork is done.",
      "sha1": "97a7ff66d6d5b0f63984f8d020ef26335fec3cdb"
    },
    {
      "content": "Nothing is impossible for the man who doesn't have to do it himself.\n\t\t-- A.H. Weiler",
      "sha1": "18f413ded176130c4a1d1f7cb85c3ae2b007c3a9"
    },
    {
      "content": "Nothing is more admirable than the fortitude with which millionaires\ntolerate the disadvantages of their wealth.\n\t\t-- Nero Wolfe",
      "sha1": "ce16ba06eb724b7e49869f32616ec8fd15c3afc0"
    },
    {
      "content": "Nothing makes a person more productive than the last minute.",
      "sha1": "722808a7fa6efd122c757ab28f98bbcebc7a2445"
    },
    {
      "content": "Nothing motivates a man more than to see his boss put in an honest day's work.",
      "sha1": "e53a6eb59bb95e6a866b5edd64d0743e8922836f"
    },
    {
      "content": "Nothing recedes like success.\n\t\t-- Walter Winchell",
      "sha1": "b617f255e41f979597f7cf396dc01871761e6734"
    },
    {
      "content": "Nothing succeeds like excess.\n\t\t-- Oscar Wilde",
      "sha1": "1719d09aa89d6073891d4be64b8c301afc0a57b3"
    },
    {
      "content": "Nothing succeeds like success.\n\t\t-- Alexandre Dumas",
      "sha1": "4db451cff2db4aa78e2f8b69967f633ce2824d9d"
    },
    {
      "content": "Nothing succeeds like the appearance of success.\n\t\t-- Christopher Lascl",
      "sha1": "6cc158b238a6faad3d4e382086fcfb6044a54556"
    },
    {
      "content": "Nothing will dispel enthusiasm like a small admission fee.\n\t\t-- Kim Hubbard",
      "sha1": "a67c794642b8afdfcd602389497951dd0f8cd9d5"
    },
    {
      "content": "Nothing will ever be attempted if all possible objections must be first\novercome.\n\t\t-- Dr. Johnson",
      "sha1": "ea9e2c5f3e61139d5880dbdf610d45b12a45dc22"
    },
    {
      "content": "\tNow, you might ask, \"How do I get one of those complete home tool\nsets for under $4?\" An excellent question.\n\tGo to one of those really cheap discount stores where they sell\nplastic furniture in colors visible from the planet Neptune and where they\nhave a food section specializing in cardboard cartons full of Raisinets and\nmalted milk balls manufactured during the Nixon administration.  In either\nthe hardware or housewares department, you'll find an item imported from an\nobscure Oriental country and described as \"Nine Tools in One\", consisting of\na little handle with interchangeable ends representing inscrutable Oriental\nnotions of tools that Americans might use around the home.  Buy it.\n\tThis is the kind of tool set professionals use.  Not only is it\ninexpensive, but it also has a great safety feature not found in the\nso-called quality tools sets: The handle will actually break right off if\nyou accidentally hit yourself or anything else, or expose it to direct\nsunlight.\n\t\t-- Dave Barry, \"The Taming of the Screw\"",
      "sha1": "7b4581c051c5008f5ceb8c360e19c25bb7c7f805"
    },
    {
      "content": "Of all possible committee reactions to any given agenda item, the\nreaction that will occur is the one which will liberate the greatest\namount of hot air.\n\t\t-- Thomas L. Martin",
      "sha1": "684cebf5dfc28c7273f645c447d35bd9c46a98e0"
    },
    {
      "content": "Of course there's no reason for it, it's just our policy.",
      "sha1": "96a821a5d3534683cf2fe55e4ed88015e84d822a"
    },
    {
      "content": "Once it hits the fan, the only rational choice is to sweep it up, package it,\nand sell it as fertilizer.",
      "sha1": "5175a7f1e7ed98f9fc95d6d74df05c3e13e22e64"
    },
    {
      "content": "\tOne fine day, the bus driver went to the bus garage, started his bus,\nand drove off along the route.  No problems for the first few stops -- a few\npeople got on, a few got off, and things went generally well.  At the next\nstop, however, a big hulk of a guy got on.  Six feet eight, built like a\nwrestler, arms hanging down to the ground.  He glared at the driver and said,\n\"Big John doesn't pay!\" and sat down at the back.\n\tDid I mention that the driver was five feet three, thin, and basically\nmeek?  Well, he was.  Naturally, he didn't argue with Big John, but he wasn't\nhappy about it.  Well, the next day the same thing happened -- Big John got on\nagain, made a show of refusing to pay, and sat down.  And the next day, and the\none after that, and so forth.  This grated on the bus driver, who started\nlosing sleep over the way Big John was taking advantage of him.  Finally he\ncould stand it no longer. He signed up for bodybuilding courses, karate, judo,\nand all that good stuff.  By the end of the summer, he had become quite strong;\nwhat's more, he felt really good about himself.\n\tSo on the next Monday, when Big John once again got on the bus\nand said \"Big John doesn't pay!,\" the driver stood up, glared back at the\npassenger, and screamed, \"And why not?\"\n\tWith a surprised look on his face, Big John replied, \"Big John has a\nbus pass.\"",
      "sha1": "7cbcf3ab768053865daf106db1a90cfbe7ffea6e"
    },
    {
      "content": "One good suit is worth a thousand resumes.",
      "sha1": "349099ad299c7d8132656528f6f3a9343e0faea1"
    },
    {
      "content": "One man's brain plus one other will produce one half as many ideas as one\nman would have produced alone.  These two plus two more will produce half\nagain as many ideas.  These four plus four more begin to represent a\ncreative meeting, and the ratio changes to one quarter as many ...\n\t\t-- Anthony Chevins",
      "sha1": "28ae27964e4fcd2534a7e44c67f9ed6b54c769dc"
    },
    {
      "content": "One of your most ancient writers, a historian named Herodotus, tells of a\nthief who was to be executed.  As he was taken away he made a bargain with\nthe king: in one year he would teach the king's favorite horse to sing\nhymns.  The other prisoners watched the thief singing to the horse and\nlaughed.  \"You will not succeed,\" they told him.  \"No one can.\"\n\tTo which the thief replied, \"I have a year, and who knows what might\nhappen in that time.  The king might die.  The horse might die.  I might die.\nAnd perhaps the horse will learn to sing.\n\t\t-- \"The Mote in God's Eye\", Niven and Pournelle",
      "sha1": "909036f1b6d40872e0bbbbfe3f62803f2daa6b72"
    },
    {
      "content": "One possible reason that things aren't going according to plan\nis that there never was a plan in the first place.",
      "sha1": "4524d8fd48b52ece7ab846acb5d85584a0baf294"
    },
    {
      "content": "One promising concept that I came up with right away was that you could\nmanufacture personal air bags, then get a law passed requiring that they be\ninstalled on congressmen to keep them from taking trips.  Let's say your\ncongressman was trying to travel to Paris to do a fact-finding study on how\nthe French government handles diseases transmitted by sherbet.  Just when he\ngot to the plane, his mandatory air bag, strapped around his waist, would\ninflate -- FWWAAAAAAPPPP -- thus rendering him too large to fit through the\nplane door.  It could also be rigged to inflate whenever the congressman\nproposed a law.  (\"Mr. Speaker, people ask me, why should October be\ndesignated as Cuticle Inspection Month?  And I answer that FWWAAAAAAPPPP.\")\nThis would save millions of dollars, so I have no doubt that the public\nwould violently support a law requiring airbags on congressmen.  The problem\nis that your potential market is very small: there are only around 500\nmembers of Congress, and some of them, such as House Speaker \"Tip\" O'Neil,\nare already too large to fit on normal aircraft.\n\t\t-- Dave Barry, \"'Mister Mediocre' Restaurants\"",
      "sha1": "0bfa37156b87acaf8876948d2d3b61ce4a2af848"
    },
    {
      "content": "One way to make your old car run better is to look up the price of a new model.",
      "sha1": "e744019a10e64773db3a3ac83d07050cda6e4ea5"
    },
    {
      "content": "Only through hard work and perseverance can one truly suffer.",
      "sha1": "d171b7f2c826b4d37cf350ccd7cde40da556d152"
    },
    {
      "content": "Opportunities are usually disguised as hard work, so most people don't\nrecognize them.",
      "sha1": "2d89493e048c450fcd2f02e98ba1612ab432c57a"
    },
    {
      "content": "Optimism is the content of small men in high places.\n\t\t-- F. Scott Fitzgerald, \"The Crack Up\"",
      "sha1": "999ee6440659d15a6ff14f5e4ed4cbc19594811a"
    },
    {
      "content": "Or you or I must yield up his life to Ahrimanes.  I would rather it were you.\nI should have no hesitation in sacrificing my own life to spare yours, but\nwe take stock next week, and it would not be fair on the company.\n\t\t-- J. Wellington Wells",
      "sha1": "98532a366ee3fd10552c35e5f33ad90cdc5e6a8a"
    },
    {
      "content": "Our business in life is not to succeed but to continue to fail in high spirits.\n\t\t-- Robert Louis Stevenson",
      "sha1": "d962ecfcc41b39aa83b11d96ee103175367748ef"
    },
    {
      "content": "Our country has plenty of good five-cent cigars, but the trouble is\nthey charge fifteen cents for them.",
      "sha1": "608edd05f735d05fa0f1b7f5bb1b31280254c868"
    },
    {
      "content": "Our policy is, when in doubt, do the right thing.\n\t\t-- Roy L. Ash, ex-president, Litton Industries",
      "sha1": "611456d0439787dc2cc3c795642463ac8c9f3279"
    },
    {
      "content": "Overdrawn?  But I still have checks left!",
      "sha1": "059ebc12fe74d0f31e283861615a144609383d1a"
    },
    {
      "content": "Owe no man any thing...\n\t\t-- Romans 13:8",
      "sha1": "a4114cbf3a2ab2bb481d6652b384f694e5f3bef2"
    },
    {
      "content": "People are always available for work in the past tense.",
      "sha1": "586da878c589d98718ace2f26351f69e481e8fd1"
    },
    {
      "content": "People seem to think that the blanket phrase, \"I only work here,\" absolves\nthem utterly from any moral obligation in terms of the public -- but this\nwas precisely Eichmann's excuse for his job in the concentration camps.",
      "sha1": "7e9e26dde89dca101ec9454e69e539ffc39511bf"
    },
    {
      "content": "People will buy anything that's one to a customer.",
      "sha1": "5847fada373ce71d7ddbe5f3ce790671656ee9aa"
    },
    {
      "content": "Please keep your hands off the secretary's reproducing equipment.",
      "sha1": "9a8338641ee512d00abb55943e59c0a97deb3d6c"
    },
    {
      "content": "Please try to limit the amount of \"this room doesn't have any bazingas\"\nuntil you are told that those rooms are \"punched out.\"  Once punched out,\nwe have a right to complain about atrocities, missing bazingas, and such.\n\t\t-- N. Meyrowitz",
      "sha1": "98075683c8a8a42a00f36ed2ec840162414e8e91"
    },
    {
      "content": "\tPlumbing is one of the easier of do-it-yourself activities,\nrequiring only a few simple tools and a willingness to stick your arm into a\nclogged toilet.  In fact, you can solve many home plumbing problems, such as\nannoying faucet drip, merely by turning up the radio.  But before we get\ninto specific techniques, let's look at how plumbing works.\n\tA plumbing system is very much like your electrical system, except\nthat instead of electricity, it has water, and instead of wires, it has\npipes, and instead of radios and waffle irons, it has faucets and toilets.\nSo the truth is that your plumbing systems is nothing at all like your\nelectrical system, which is good, because electricity can kill you.\n\t\t-- Dave Barry, \"The Taming of the Screw\"",
      "sha1": "129add724076e717b89859d3f4f5318861a6211a"
    },
    {
      "content": "Porsche: there simply is no substitute.\n\t\t-- Risky Business",
      "sha1": "888f98212bfdab12fe420517867d75625f372d4b"
    },
    {
      "content": "Possessions increase to fill the space available for their storage.\n\t\t-- Ryan",
      "sha1": "991470d4fd4ba7e6973ebe0ab141b89f9d4646ea"
    },
    {
      "content": "Practical people would be more practical if they would take a little\nmore time for dreaming.\n\t\t-- J. P. McEvoy",
      "sha1": "d292e14f3ab88f3e30c9c22dcd19720381e0b3d3"
    },
    {
      "content": "Promise her anything, but give her Exxon unleaded.",
      "sha1": "3bc62b06c1369af6c41c7ec41ce379a9d3e4605f"
    },
    {
      "content": "Promising costs nothing, it's the delivering that kills you.",
      "sha1": "eb4b480817abf939f90f697ff76654e56d1c9eba"
    },
    {
      "content": "Promptness is its own reward, if one lives by the clock instead of the sword.",
      "sha1": "6b1c1207ea8155515f4408283f8762604d576c35"
    },
    {
      "content": "Put not your trust in money, but put your money in trust.",
      "sha1": "ca6be4a6b4ec848d1f63e067ded78caf2a6fa741"
    },
    {
      "content": "Put your best foot forward.  Or just call in and say you're sick.",
      "sha1": "cee10e11f255df848f7f2e4ae4ec51bd89aa8862"
    },
    {
      "content": "Put your Nose to the Grindstone!\n\t\t-- Amalgamated Plastic Surgeons and Toolmakers, Ltd.",
      "sha1": "1f515ce0f047f8d6cef09f4304471213475bb86e"
    },
    {
      "content": "Quantity is no substitute for quality, but its the only one we've got.",
      "sha1": "dad28a7a05107c0aff99a044e3ff61d92c4b80e8"
    },
    {
      "content": "Real wealth can only increase.\n\t\t-- R. Buckminster Fuller",
      "sha1": "6217fb17d285cca3cd7220938db45961a6b692ef"
    },
    {
      "content": "Receiving a million dollars tax free will make you feel better than\nbeing flat broke and having a stomach ache.\n\t\t-- Dolph Sharp, \"I'm O.K., You're Not So Hot\"",
      "sha1": "bfd023b5a8abfcad0cb35dbbb96dda76ae2d87d2"
    },
    {
      "content": "Recent investments will yield a slight profit.",
      "sha1": "f06b9274f312a0195a601b30f4fe34cac961cd5d"
    },
    {
      "content": "Recent research has tended to show that the Abominable No-Man\nis being replaced by the Prohibitive Procrastinator.\n\t\t-- C.N. Parkinson",
      "sha1": "56695d7dbba551e766dd8f44b2d5611936c56a33"
    },
    {
      "content": "Regardless of whether a mission expands or contracts, administrative\noverhead continues to grow at a steady rate.",
      "sha1": "2d3a8f6603fc5b12592d2e515cb46f4e4c093c66"
    },
    {
      "content": "Remember -- only 10% of anything can be in the top 10%.",
      "sha1": "cba78d95af64ec1aa53d634b9bef72c756188613"
    },
    {
      "content": "Remember to say hello to your bank teller.",
      "sha1": "0fdbfb7f966012d24f7401ef25dad71fd560e7db"
    },
    {
      "content": "Remember, even if you win the rat race -- you're still a rat.",
      "sha1": "e2046cd807bfacd5c09413bd38e2b8ed0f1ea5e5"
    },
    {
      "content": "Retirement means that when someone says \"Have a nice day\", you\nactually have a shot at it.",
      "sha1": "f2946689f565a8c973886c877a4db83722dc3e43"
    },
    {
      "content": "Riches cover a multitude of woes.\n\t\t-- Menander",
      "sha1": "c2f15a37735bfee7560987399bb6b34126cca7e9"
    },
    {
      "content": "Rule #7: Silence is not acquiescence.\n\tContrary to what you may have heard, silence of those present is\n\tnot necessarily consent, even the reluctant variety.  They simply may\n\tsit in stunned silence and figure ways of sabotaging the plan after\n\tthey regain their composure.",
      "sha1": "ab5bf8342fe27a9d18d24ce7d8ac8d542dc92108"
    },
    {
      "content": "Save a little money each month and at the end of the year you'll be\nsurprised at how little you have.\n\t\t-- Ernest Haskins",
      "sha1": "ee936ab34faac0aa94d4a4e41b86ea1c66024b48"
    },
    {
      "content": "Sears has everything.",
      "sha1": "b28eb37809e747dfb780c19ef16243989e658f2a"
    },
    {
      "content": "Serving coffee on aircraft causes turbulence.",
      "sha1": "456c6842eba73fb442285371d3fba167a236cdad"
    },
    {
      "content": "\t\"Seven years and six months!\"  Humpty Dumpty repeated thoughtfully.\n\"An uncomfortable sort of age.  Now if you'd asked MY advice, I'd have\nsaid 'Leave off at seven' -- but it's too late now.\"\n\t\"I never ask advice about growing,\"  Alice said indignantly.\n\t\"Too proud?\"  the other enquired.\n\tAlice felt even more indignant at this suggestion.  \"I mean,\"\nshe said, \"that one can't help growing older.\"\n\t\"ONE can't, perhaps,\" said Humpty Dumpty; \"but TWO can.  With\nproper assistance, you might have left off at seven.\"\n\t\t-- Lewis Carroll, \"Through the Looking-Glass\"",
      "sha1": "2d92185841248f2bb868114878f6e6ab916039f3"
    },
    {
      "content": "Several years ago, some smart businessmen had an idea: Why not build a big\nstore where a do-it-yourselfer could get everything he needed at reasonable\nprices?  Then they decided, nah, the hell with that, let's build a home\ncenter.  And before long home centers were springing up like crabgrass all\nover the United States.\n\t\t-- Dave Barry, \"The Taming of the Screw\"",
      "sha1": "c13a0d8efa3a09b48a11eb140800707fbdf0982b"
    },
    {
      "content": "Show me a man who is a good loser and I'll show you a man who is playing\ngolf with his boss.",
      "sha1": "730b2f8c14d5ab1a727142070b1f94aa85240ae4"
    },
    {
      "content": "So you think that money is the root of all evil.  Have you ever asked what\nis the root of money?\n\t\t-- Ayn Rand",
      "sha1": "25ed16d46d09578d9abad10b24075f52d97b021d"
    },
    {
      "content": "So... did you ever wonder, do garbagemen take showers before they go to work?",
      "sha1": "900c67bdd4e82b7b6dc0fcfe9b85499965a219ff"
    },
    {
      "content": "Some people carve careers, others chisel them.",
      "sha1": "48d819a2b03498852d893122bd58416a1539a0bd"
    },
    {
      "content": "Some people have a great ambition: to build something\nthat will last, at least until they've finished building it.",
      "sha1": "4389de4756ed74d5217fc0a5d2ae6e675b7415cb"
    },
    {
      "content": "Some people manage by the book, even though they don't know who wrote the\nbook or even what book.",
      "sha1": "e0d234ec362ec9b373392b7faff7a59ef68ba1bd"
    },
    {
      "content": "Some people only open up to tell you that they're closed.",
      "sha1": "a9483b9bef663e15959ae647729a219555217309"
    },
    {
      "content": "Some people pray for more than they are willing to work for.",
      "sha1": "4ce39c409b5158fd4aa60767f7665aa7a815acfc"
    },
    {
      "content": "Some people say a front-engine car handles best.  Some people say a\nrear-engine car handles best.  I say a rented car handles best.\n\t\t-- P.J. O'Rourke",
      "sha1": "2cecb1a1ebe91c1ba03a822d01dd4b2956cc5820"
    },
    {
      "content": "Somebody ought to cross ball point pens with coat hangers so that the\npens will multiply instead of disappear.",
      "sha1": "deef030400e918d9115abc4eb29759a892e62c6f"
    },
    {
      "content": "Someday somebody has got to decide whether the typewriter is the machine,\nor the person who operates it.",
      "sha1": "6bcee6222b1e28ee96c031ad3650da7412f817bf"
    },
    {
      "content": "Someday your prints will come.\n\t\t-- Kodak",
      "sha1": "fbff6d1fa2fda523da33af105a97e0a2a7fdddc9"
    },
    {
      "content": "Someone is unenthusiastic about your work.",
      "sha1": "15d9232df8a74e389729b27b9cc8fc6b61cb252b"
    },
    {
      "content": "Suburbia is where the developer bulldozes out the trees, then names\nthe streets after them.\n\t\t-- Bill Vaughn",
      "sha1": "a15d485f3c93fb2ce452777a0237c734e498209c"
    },
    {
      "content": "Success is something I will dress for when I get there, and not until.",
      "sha1": "88b59795ee6c6ecd3a479b89d2e14241a02b77a8"
    },
    {
      "content": "Suggest you just sit there and wait till life gets easier.",
      "sha1": "4ede5fd663c5568a7253d5b36ff119e4fb10290d"
    },
    {
      "content": "Support your local church or synagogue.  Worship at Bank of America.",
      "sha1": "c59b7fd4ce68f5ce4adb16a27d59d33f27e372ee"
    },
    {
      "content": "Surprise due today.  Also the rent.",
      "sha1": "82cf58d814a61fe958a128514c68f59f82a37128"
    },
    {
      "content": "Surprise your boss.  Get to work on time.",
      "sha1": "4dfc3367b72b0cb3af42c83d26a40e67fdf5c580"
    },
    {
      "content": "Take care of the luxuries and the necessities will take care of themselves.\n\t\t-- Lazarus Long",
      "sha1": "f19799f11b8af2cd80a1984e141987fcdcbe3078"
    },
    {
      "content": "Take everything in stride.  Trample anyone who gets in your way.",
      "sha1": "b03ff4e4024b946f1e32c5ce3432d62ddf229814"
    },
    {
      "content": "\tTake the folks at Coca-Cola.  For many years, they were content\nto sit back and make the same old carbonated beverage.  It was a good\nbeverage, no question about it; generations of people had grown up\ndrinking it and doing the experiment in sixth grade where you put a\nnail into a glass of Coke and after a couple of days the nail dissolves\nand the teacher says: \"Imagine what it does to your TEETH!\"  So Coca-Cola\nwas solidly entrenched in the market, and the management saw no need to\nimprove ...\n\t\t-- Dave Barry, \"In Search of Excellence\"",
      "sha1": "880a4b33ef8e3ddc5ab4acf3aa2512aa35d33b2e"
    },
    {
      "content": "Take time to reflect on all the things you have, not as a result of your\nmerit or hard work or because God or chance or the efforts of other people\nhave given them to you.",
      "sha1": "21ce357280b76efa5a148a2217bb7efbf8b8a1ab"
    },
    {
      "content": "Take your work seriously but never take yourself seriously; and do not\ntake what happens either to yourself or your work seriously.\n\t\t-- Booth Tarkington",
      "sha1": "75abf9937aa5aab1dbf01c636cb9740fef3365bd"
    },
    {
      "content": "Talent does what it can.\nGenius does what it must.\nYou do what you get paid to do.",
      "sha1": "def843cdc5ae9862c756efa6273a33ca695dbe80"
    },
    {
      "content": "Telephone books are like dictionaries -- if you know the answer before\nyou look it up, you can eventually reaffirm what you thought you knew\nbut weren't sure.  But if you're searching for something you don't\nalready know, your fingers could walk themselves to death.\n\t\t-- Erma Bombeck",
      "sha1": "9c40a2ee3a0929522101ab1d43cfce40ac2029f1"
    },
    {
      "content": "Term, holidays, term, holidays, till we leave school, and then work, work,\nwork till we die.\n\t\t-- C.S. Lewis",
      "sha1": "12c725bb180852c33ca30698000020d26212f0e7"
    },
    {
      "content": "That's life.\n\tWhat's life?\nA magazine.\n\tHow much does it cost?\nTwo-fifty.\n\tI only have a dollar.\nThat's life.",
      "sha1": "64dcf74e6789e11836ca2341b53d31d16c06b8a5"
    },
    {
      "content": "The [Ford Foundation] is a large body of money completely surrounded by\npeople who want some.\n\t\t-- Dwight MacDonald",
      "sha1": "cddff253b85e4bae1c37184c2e39caab91b11cdb"
    },
    {
      "content": "The `loner' may be respected, but he is always resented by his colleagues,\nfor he seems to be passing a critical judgment on them, when he may be\nsimply making a limiting statement about himself.\n\t\t-- Sidney Harris",
      "sha1": "58b2dce678aacd2288be0b922c01ec7c25d12489"
    },
    {
      "content": "The absent ones are always at fault.",
      "sha1": "fa61a5027498f3ca24833ef29ee5bd1e2bc05388"
    },
    {
      "content": "The annual meeting of the \"You Have To Listen To Experience\" Club is now in\nsession.  Our Achievement Awards this year are in the fields of publishing,\nadvertising and industry.  For best consistent contribution in the field of\npublishing our award goes to editor, R.L.K., [...] for his unrivalled alle-\ngiance without variation to the statement: \"Personally I'd love to do it,\nwe'd ALL love to do it.  But we're not going to do it.  It's not the kind of\nbook our house knows how to handle.\"  Our superior performance award in the\nfield of advertising goes to media executive, E.L.M., [...] for the continu-\nally creative use of the old favorite: \"I think what you've got here could be\nvery exciting.  Why not give it one more try based on the approach I've out-\nlined and see if you can come up with something fresh.\"  Our final award for\ncourageous holding action in the field of industry goes to supervisor, R.S.,\n[...] for her unyielding grip on \"I don't care if they fire me, I've been\narguing for a new approach for YEARS but are we SURE that this is the right\ntime--\"  I would like to conclude this meeting with a verse written specially\nfor our prospectus by our founding president fifty years ago -- and now, as\nthen, fully expressive of the emotion most close to all our hearts --\n\tTreat freshness as a youthful quirk,\n\t\tAnd dare not stray to ideas new,\n\tFor if t'were tried they might e'en work\n\t\tAnd for a living what woulds't we do?",
      "sha1": "91e530ab57561459219da28d1198633f2c908a43"
    },
    {
      "content": "The answer to the question of Life, the Universe, and Everything is...\n\n\tFour day work week,\n\tTwo ply toilet paper!",
      "sha1": "a443b0a5e3f06f9088b60c25df2b2b199fea1ffb"
    },
    {
      "content": "The answer to the Ultimate Question of Life, the Universe, and Everything was\nreleased with the kind permission of the Amalgamated Union of Philosophers,\nSages, Luminaries, and Other Professional Thinking Persons.",
      "sha1": "62efbe47612b5d179c9143a3cff9b0d8844aee3f"
    },
    {
      "content": "The average individual's position in any hierarchy is a lot like pulling\na dogsled -- there's no real change of scenery except for the lead dog.",
      "sha1": "3d81175d0c2aac0004a57fc5b196c02b1503924b"
    },
    {
      "content": "The best equipment for your work is, of course, the most expensive.\nHowever, your neighbor is always wasting money that should be yours\nby judging things by their price.",
      "sha1": "f761843b04fb574ae784a7c1d7fd8bebd8a562da"
    },
    {
      "content": "The best executive is one who has sense enough to pick good people to do\nwhat he wants done, and self-restraint enough to keep from meddling with\nthem while they do it.\n\t\t-- Theodore Roosevelt",
      "sha1": "a49c2d5ed1a26014ac3f1829dfec5e3ed2aedf2a"
    },
    {
      "content": "The best laid plans of mice and men are held up in the legal department.",
      "sha1": "09ecb5342ff3df9cf9a30e63562c064dce9584d5"
    },
    {
      "content": "The best things in life are for a fee.",
      "sha1": "a27fd0909a52f47243e96592d9c78eff71ea6f21"
    },
    {
      "content": "The best things in life go on sale sooner or later.",
      "sha1": "0ef60d87b74794f57158303190920b223ee20794"
    },
    {
      "content": "The best way to avoid responsibility is to say, \"I've got responsibilities.\"",
      "sha1": "e25499f6bbdde481ee5de5e627e0a620be24f88e"
    },
    {
      "content": "The Bible on letters of reference:\n\n\tAre we beginning all over again to produce our credentials?  Do\nwe, like some people, need letters of introduction to you, or from you?\nNo, you are all the letter we need, a letter written on your heart; any\nman can see it for what it is and read it for himself.\n\t\t-- 2 Corinthians 3:1-2, New English translation",
      "sha1": "c573b2318d83462a8d72751900fd46f244f300d3"
    },
    {
      "content": "The biggest mistake you can make is to believe that you are working for\nsomeone else.",
      "sha1": "cbfcccdb4af2774aefe463009b92eef3f28213c5"
    },
    {
      "content": "\tThe boss returned from lunch in a good mood and called the whole staff\nin to listen to a couple of jokes he had picked up.  Everybody but one girl\nlaughed uproariously.  \"What's the matter?\" grumbled the boss. \"Haven't you\ngot a sense of humor?\"\n\t\"I don't have to laugh,\" she said.  \"I'm leaving Friday anyway.",
      "sha1": "cdb4bda98caf9f05de4b8f7dcaa86557212ebd8e"
    },
    {
      "content": "The brain is a wonderful organ; it starts working the moment you get up\nin the morning, and does not stop until you get to work.",
      "sha1": "6507d73762aac6fc8e6ad7b19aa9edc533c3ca7e"
    },
    {
      "content": "The closest to perfection a person ever comes is when he fills out a job\napplication form.\n\t\t-- Stanley J. Randall",
      "sha1": "9ec52ac32e3f3a28a1956824c524eac23f8b7595"
    },
    {
      "content": "The confusion of a staff member is measured by the length of his memos.\n\t\t-- New York Times, Jan. 20, 1981",
      "sha1": "9a0426c8bd44da2627fb51fcce7eecdab9e8138c"
    },
    {
      "content": "The cost of feathers has risen, even down is up!",
      "sha1": "b6ba42a213cff03329ec9f4612f18283e53039a9"
    },
    {
      "content": "The cost of living hasn't affected its popularity.",
      "sha1": "0175a0aa302d8c98031d2352643a4c2bf9bead17"
    },
    {
      "content": "The cost of living is going up, and the chance of living is going down.",
      "sha1": "648091a62e0a51f4bc031cfa117a1074387f4eb0"
    },
    {
      "content": "The decision doesn't have to be logical; it was unanimous.",
      "sha1": "e33f4a1f6573c91e5b75f953cd62da1931107f70"
    },
    {
      "content": "The degree of technical confidence is inversely proportional to the\nlevel of management.",
      "sha1": "65f97f5cd9d55e4cd0b3fa5fba08ad2b9b6aa938"
    },
    {
      "content": "The departing division general manager met a last time with his young\nsuccessor and gave him three envelopes.  \"My predecessor did this for me,\nand I'll pass the tradition along to you,\" he said.  \"At the first sign\nof trouble, open the first envelope.  Any further difficulties, open the\nsecond envelope.  Then, if problems continue, open the third envelope.\nGood luck.\"  The new manager returned to his office and tossed the envelopes\ninto a drawer.\n\tSix months later, costs soared and earnings plummeted. Shaken, the\nyoung man opened the first envelope, which said, \"Blame it all on me.\"\n\tThe next day, he held a press conference and did just that.  The\ncrisis passed.\n\tSix months later, sales dropped precipitously.  The beleagured\nmanager opened the second envelope.  It said, \"Reorganize.\"\n\tHe held another press conference, announcing that the division\nwould be restructured.  The crisis passed.\n\tA year later, everything went wrong at once and the manager was\nblamed for all of it.  The harried executive closed his office door, sank\ninto his chair, and opened the third envelope.\n\t\"Prepare three envelopes...\" it said.",
      "sha1": "61b80627f44385b6b0b8696c055527af92c6284a"
    },
    {
      "content": "The difference between a career and a job is about 20 hours a week.",
      "sha1": "952fe42a3ac2cf1ebed0db0642ef5b3b3d88169f"
    },
    {
      "content": "The difficult we do today; the impossible takes a little longer.",
      "sha1": "cd6cc4877d9deb0dd69fc30a29380a58afcea0f7"
    },
    {
      "content": "The early bird who catches the worm works for someone who comes in late\nand owns the worm farm.\n\t\t-- Travis McGee",
      "sha1": "7d45aa85cf2a2d619bde782549618744bbea1d11"
    },
    {
      "content": "The easiest way to figure the cost of living is to take your income and\nadd ten percent.",
      "sha1": "ea265ce91556f48e834e402cec339d2feb2ac547"
    },
    {
      "content": "The end of labor is to gain leisure.",
      "sha1": "b709445f9467b70a960a7b25b3b0fdcc207f8d78"
    },
    {
      "content": "The error of youth is to believe that intelligence is a substitute for\nexperience, while the error of age is to believe experience is a substitute\nfor intelligence.\n\t\t-- Lyman Bryson",
      "sha1": "cf224bb3ed58d55912b3948b9c83141cff801292"
    },
    {
      "content": "The faster I go, the behinder I get.\n\t\t-- Lewis Carroll",
      "sha1": "9b0584df5360fd3ff56ff82c3e6fe569bf0c1e97"
    },
    {
      "content": "The finest eloquence is that which gets things done.",
      "sha1": "2dd027514ff82ffad49868e73c2f50cf23ffda85"
    },
    {
      "content": "The first 90% of a project takes 90% of the time, the last 10% takes the\nother 90% of the time.",
      "sha1": "f9162e3db8b3115d46bb826dee86ffb6ff456f6c"
    },
    {
      "content": "The first myth of management is that it exists.  The second myth of\nmanagement is that success equals skill.\n\t\t-- Robert Heller",
      "sha1": "efff52ee00290eb86a61f7a2c1b118bcbadcfb49"
    },
    {
      "content": "The first Rotarian was the first man to call John the Baptist \"Jack.\"\n\t\t-- H.L. Mencken",
      "sha1": "89bb080112f21a324e1933ac9ead0539beebc6d8"
    },
    {
      "content": "The first rule of intelligent tinkering is to save all the parts.\n\t\t-- Paul Erlich",
      "sha1": "644d44b213d93a7ebefbef7be2cb5415beab5861"
    },
    {
      "content": "The flush toilet is the basis of Western civilization.\n\t\t-- Alan Coult",
      "sha1": "6ca2a943f762326fb35ef3047cef4ac7c64a43cf"
    },
    {
      "content": "The gent who wakes up and finds himself a success hasn't been asleep.",
      "sha1": "6d9b647281d35ac1a66136dca6106b5999eac1ab"
    },
    {
      "content": "The greatest productive force is human selfishness.\n\t\t-- Robert Heinlein",
      "sha1": "93ef5e2c75358fe0e64676a0a4ba018efe9a3aaa"
    },
    {
      "content": "The hardest part of climbing the ladder of success is getting through\nthe crowd at the bottom.",
      "sha1": "8428422c9096501c175068be7331c3e7176d5f58"
    },
    {
      "content": "The hieroglyphics are all unreadable except for a notation on the back,\nwhich reads \"Genuine authentic Egyptian papyrus.  Guaranteed to be at\nleast 5000 years old.\"",
      "sha1": "dd1839b0d25a23d7aa1ec072b284619384e86b0b"
    },
    {
      "content": "The idea there was that consumers would bring their broken electronic\ndevices, such as television sets and VCR's, to the destruction centers,\nwhere trained personnel would whack them (the devices) with sledgehammers.\nWith their devices thus permanently destroyed, consumers would then be free\nto go out and buy new devices, rather than have to fritter away years of\ntheir lives trying to have the old ones repaired at so-called \"factory\nservice centers,\" which in fact consist of two men named Lester poking at\nthe insides of broken electronic devices with cheap cigars and going,\n\"Lookit all them WIRES in there!\"\n\t\t-- Dave Barry, \"'Mister Mediocre' Restaurants\"",
      "sha1": "b3c5316af6820425d44f6152219d6915f1c43a8b"
    },
    {
      "content": "The ideal voice for radio may be defined as showing no substance, no sex,\nno owner, and a message of importance for every housewife.\n\t\t-- Harry V. Wade",
      "sha1": "e62455cad94e2771c2df308a87c47c51f3586caf"
    },
    {
      "content": "The idle man does not know what it is to enjoy rest.",
      "sha1": "af5385a33e4077f46e4db306d49cd017d4f9e6f1"
    },
    {
      "content": "The individual choice of garnishment of a burger can be an important\npoint to the consumer in this day when individualism is an increasingly\nimportant thing to people.\n\t\t-- Donald N. Smith, president of Burger King",
      "sha1": "64dc99b8d647dbe387624c74b05ed9603e9f558e"
    },
    {
      "content": "The intelligence of any discussion diminishes with the square of the\nnumber of participants.\n\t\t-- Adam Walinsky",
      "sha1": "b2da4b62a5e5eb651579f0cc5985a8d19aedc0ce"
    },
    {
      "content": "The IQ of the group is the lowest IQ of a member of the group divided\nby the number of people in the group.",
      "sha1": "17387c114b99112dacb03a23f113b19f5bbdafb6"
    },
    {
      "content": "The King and his advisor are overlooking the battle field:\n\nKing:\t\t\"How goes the battle plan?\"\nAdvisor:\t\"See those little black specks running to the right?\"\nK:\t\"Yes.\"\nA:\t\"Those are their guys. And all those little red specks running\n\tto the left are our guys. Then when they collide we wait till\n\tthe dust clears.\"\nK:\t\"And?\"\nA:\t\"If there are more red specks left than black specks, we win.\"\nK:\t\"But what about the ^#!!$% battle plan?\"\nA:\t\"So far, it seems to be going according to specks.\"",
      "sha1": "cea91b5896c68a8c347fb2fa0644e22398d13e17"
    },
    {
      "content": "The last person that quit or was fired will be held responsible for\neverything that goes wrong -- until the next person quits or is fired.",
      "sha1": "d11452ec043576aa27c554649337d74cfe73fd2b"
    },
    {
      "content": "The longer the title, the less important the job.",
      "sha1": "72b7a63bdf4e78d32333b09b92714e102a3e0c2a"
    },
    {
      "content": "The major difference between bonds and bond traders is that the bonds will\neventually mature.",
      "sha1": "4902c6ff6f93c0ee251a29df3c4b2ceb1fcff20c"
    },
    {
      "content": "The means-and-ends moralists, or non-doers, always end up on their ends\nwithout any means.\n\t\t-- Saul Alinsky",
      "sha1": "2dd9eebcf13e1efdb87a10c9034bb0350214c9a4"
    },
    {
      "content": "The meek don't want it.",
      "sha1": "17304334868b7abbaa2703453f0f055a95b46068"
    },
    {
      "content": "The meek shall inherit the earth -- they are too weak to refuse.",
      "sha1": "175e68f1345d2e1e69f2354e48b6b9654a8fa761"
    },
    {
      "content": "The meek shall inherit the earth, but *not* its mineral rights.\n\t\t-- J.P. Getty",
      "sha1": "3a2b3fcb4e6247b351b3808e81315a1e9781d3a0"
    },
    {
      "content": "The meek shall inherit the Earth.  (But they're gonna have to fight for it.)",
      "sha1": "070385b1a8afa83aa2823f994704bef1ab7e7aa4"
    },
    {
      "content": "The meek shall inherit the earth; but by that time there won't be\nanything left worth inheriting.",
      "sha1": "a39d906e23798a850a8461161fd15f9f8af35f00"
    },
    {
      "content": "The more cordial the buyer's secretary, the greater the odds that the\ncompetition already has the order.",
      "sha1": "886ccc978ef199a7ffef20f389ec18fa10e0ee90"
    },
    {
      "content": "The more crap you put up with, the more crap you are going to get.",
      "sha1": "3c7d42baa03f724487981a4b35c933199d16a4aa"
    },
    {
      "content": "The more I want to get something done, the less I call it work.\n\t\t-- Richard Bach, \"Illusions\"",
      "sha1": "f00b25533e9b08158fd409da99b88114ac0d40be"
    },
    {
      "content": "The more pretentious a corporate name, the smaller the organization.  (For\ninstance, The Murphy Center for Codification of Human and Organizational Law,\ncontrasted to IBM, GM, AT&T ...)",
      "sha1": "861af84046a632faf5222f8a3f9f9d67431c2984"
    },
    {
      "content": "The most delightful day after the one on which you buy a cottage in\nthe country is the one on which you resell it.\n\t\t-- J. Brecheux",
      "sha1": "81db7a551fdffed24200852603e9f2842befc503"
    },
    {
      "content": "The most difficult thing in the world is to know how to do a thing and to\nwatch someone else doing it wrong, without commenting.\n\t\t-- T.H. White",
      "sha1": "3653d1b1d02e594465e090acb0bc239624112e80"
    },
    {
      "content": "The one day you'd sell your soul for something, souls are a glut.",
      "sha1": "061654b697d2f2f1b694a2dff1bf51f7e4a42694"
    },
    {
      "content": "The only problem with being a man of leisure is that you can never stop\nand take a rest.",
      "sha1": "103cb60d238c5d67c7bb9e2ea5d92d6eab8810f8"
    },
    {
      "content": "The only promotion rules I can think of are that a sense of shame is to\nbe avoided at all costs and there is never any reason for a hustler to\nbe less cunning than more virtuous men.  Oh yes ... whenever you think\nyou've got something really great, add ten per cent more.\n\t\t-- Bill Veeck",
      "sha1": "e02f11df8bb9c19204a592bccad737e94735ef36"
    },
    {
      "content": "The only really good place to buy lumber is at a store where the lumber has\nalready been cut and attached together in the form of furniture, finished,\nand put inside boxes.\n\t\t-- Dave Barry, \"The Taming of the Screw\"",
      "sha1": "049e2c21025034aabe4945c75c90be8856900065"
    },
    {
      "content": "The opossum is a very sophisticated animal.  It doesn't even get up\nuntil 5 or 6 PM.",
      "sha1": "4ccce84116af243ace658bd2b7533173b67f8dc5"
    },
    {
      "content": "The optimum committee has no members.\n\t\t-- Norman Augustine",
      "sha1": "c61867fcc28cc1ca84ad794cd76f9cf8344e05ed"
    },
    {
      "content": "The opulence of the front office door varies inversely with the fundamental\nsolvency of the firm.",
      "sha1": "65597420017e0f223b0589bb160cdb1959fe4ac4"
    },
    {
      "content": "The other line moves faster.",
      "sha1": "37d33d3013749906633a2f3d1d6eff66b54e4101"
    },
    {
      "content": "The person who can smile when something goes wrong has thought of\nsomeone to blame it on.",
      "sha1": "8dd78f4c4779230a25590ad297f054525d9475c9"
    },
    {
      "content": "The person who makes no mistakes does not usually make anything.",
      "sha1": "dc09a1c5c3b2caf009706f0dba2e41d04723b091"
    },
    {
      "content": "The person who's taking you to lunch has no intention of paying.",
      "sha1": "8ba25298648e9d44703dc90eeba40d17fa8f5bfb"
    },
    {
      "content": "The possession of a book becomes a substitute for reading it.\n\t\t-- Anthony Burgess",
      "sha1": "12532b5c89692c77e39748a0cd77d6a8ff74fec3"
    },
    {
      "content": "The price one pays for pursuing any profession, or calling, is an intimate\nknowledge of its ugly side.\n\t\t-- James Baldwin",
      "sha1": "029d958516b16090b7b6b8562461fd7984bc2072"
    },
    {
      "content": "The primary cause of failure in electrical appliances is an expired\nwarranty.  Often, you can get an appliance running again simply by changing\nthe warranty expiration date with a 15/64-inch felt-tipped marker.\n\t\t-- Dave Barry, \"The Taming of the Screw\"",
      "sha1": "2b9186c2c901b4f98afc122f20a34c97ff73bb09"
    },
    {
      "content": "The problem that we thought was a problem was, indeed, a problem, but\nnot the problem we thought was the problem.\n\t\t-- Mike Smith",
      "sha1": "94529f01fef9b417853029e572797484efe44bbd"
    },
    {
      "content": "The reason why worry kills more people than work is that more people\nworry than work.",
      "sha1": "bb8dcf835fc4554a81ec25406eaa710dc90817dd"
    },
    {
      "content": "The reward for working hard is more hard work.",
      "sha1": "8b5499e11ad9c7c5272955e9b9c8d0df077be6cf"
    },
    {
      "content": "The reward of a thing well done is to have done it.\n\t\t-- Emerson",
      "sha1": "7ff455678b4ccc31e77c2cf33144f0d58ecf5792"
    },
    {
      "content": "The rich get rich, and the poor get poorer.\nThe haves get more, the have-nots die.",
      "sha1": "2ab7658cef8c306fa1d8e99dfab6e8bcef27a965"
    },
    {
      "content": "The rights and interests of the laboring man will be protected and cared\nfor not by our labor agitators, but by the Christian men to whom God in his\ninfinite wisdom has given control of property interests of the country, and\nupon the successful management of which so much remains.\n\t\t-- George F. Baer, railroad industrialist",
      "sha1": "bd69022aa2802a78daaabbe067301a7b9ec741f3"
    },
    {
      "content": "The road to ruin is always in good repair, and the travellers pay the\nexpense of it.\n\t\t-- Josh Billings",
      "sha1": "aa48379c5b2975f4ea507771d317b0022626c399"
    },
    {
      "content": "The salary of the chief executive of the large corporation is not a market\naward for achievement.  It is frequently in the nature of a warm personal\ngesture by the individual to himself.\n\t\t-- John Kenneth Galbraith, \"Annals of an Abiding Liberal\"",
      "sha1": "bc7e49c7ed053099dd011edda97412cc77877e3c"
    },
    {
      "content": "The secret of success is sincerity.  Once you can fake that, you've got\nit made.\n\t\t-- Jean Giraudoux",
      "sha1": "2b3e81375ea24dfddd3865475a115f246c96086c"
    },
    {
      "content": "The seven deadly sins ... Food, clothing, firing, rent, taxes, respectability\nand children.  Nothing can lift those seven milestones from man's neck but\nmoney; and the spirit cannot soar until the milestones are lifted.\n\t\t-- George Bernard Shaw",
      "sha1": "1efce8d3fa43a9c17d2c3725279b7118a98ab94f"
    },
    {
      "content": "The shortest distance between two points is under construction.\n\t\t-- Noelie Alito",
      "sha1": "7bb5807065598da307eaf1fc7449d8e13bd96ab8"
    },
    {
      "content": "The sooner you fall behind, the more time you have to catch up.",
      "sha1": "fea0fd77cf74aa1d14f47d15982e62a539b35669"
    },
    {
      "content": "The sooner you make your first 5000 mistakes, the sooner you will be\nable to correct them.\n\t\t-- Nicolaides",
      "sha1": "f1e9ba4244b41b6cfd836359efba7471635b5b49"
    },
    {
      "content": "The star of riches is shining upon you.",
      "sha1": "aec8fb591a62ab1a248bd0c4309541ab346556d9"
    },
    {
      "content": "The superior man understands what is right; the inferior man understands\nwhat will sell.\n\t\t-- Confucius",
      "sha1": "5a37ea2f282600cce06e2a410b2f9cc74e9187a1"
    },
    {
      "content": "The term \"fire\" brings up visions of violence and mayhem and the ugly scene\nof shooting employees who make mistakes.  We will now refer to this process\nas \"deleting\" an employee (much as a file is deleted from a disk).  The\nemployee is simply there one instant, and gone the next.  All the terrible\ntemper tantrums, crying, and threats are eliminated.\n\t\t-- Kenny's Korner",
      "sha1": "9bf0e5429a708eea8a60cde2edb6e556c147bd7c"
    },
    {
      "content": "The time spent on any item of the agenda [of a finance committee] will be\nin inverse proportion to the sum involved.\n\t\t-- C.N. Parkinson",
      "sha1": "2263542fffa8ccca6f54410b7c04d6ace164895d"
    },
    {
      "content": "The trouble with a lot of self-made men is that they worship their creator.",
      "sha1": "0633f4d0fe4f37333b0685d2947a43a50e123c6d"
    },
    {
      "content": "The trouble with being poor is that it takes up all your time.",
      "sha1": "3751cfd1094de6778b3355cae7484b4bb50c9a01"
    },
    {
      "content": "The trouble with being punctual is that nobody's there to appreciate it.\n\t\t-- Franklin P. Jones",
      "sha1": "aa3d493229944162a4a0fca84c52409698ca8c0e"
    },
    {
      "content": "The trouble with being punctual is that people think you have nothing more\nimportant to do.",
      "sha1": "00ddb6588338da6e6ae24514137c4ad9be13410d"
    },
    {
      "content": "The trouble with doing something right the first time is that nobody\nappreciates how difficult it was.",
      "sha1": "8f03b9e75ac654d6228da28d0fa1602c9f9fd67c"
    },
    {
      "content": "The trouble with money is it costs too much!",
      "sha1": "af805686c2857b57b940f6bfccc18a360d6d6ffa"
    },
    {
      "content": "The trouble with opportunity is that it always comes disguised as hard work.\n\t\t-- Herbert V. Prochnow",
      "sha1": "c5e71957a22f55e47b5889fafc53e0129cf4df24"
    },
    {
      "content": "The trouble with the rat-race is that even if you win, you're still a rat.\n\t\t-- Lily Tomlin",
      "sha1": "f56d6d44615d8e5fc328aee5b304ee818546a07a"
    },
    {
      "content": "The two most beautiful words in the English language are \"Cheque Enclosed.\"\n\t\t-- Dorothy Parker",
      "sha1": "e0c3bf07d5a72599284e5017698ff4e6d8fb51d1"
    },
    {
      "content": "The use of money is all the advantage there is to having money.\n\t\t-- B. Franklin",
      "sha1": "871c0c280198cd6cfa6505a43cd27e70d5f85bd7"
    },
    {
      "content": "The wages of sin are high but you get your money's worth.",
      "sha1": "76e3f32c145e239b8d034fa6281792ce3a2cff4a"
    },
    {
      "content": "The wages of sin are unreported.",
      "sha1": "2b7cc97861349dabd3fe31d7e375fe12dd629222"
    },
    {
      "content": "The way to make a small fortune in the commodities market is to start\nwith a large fortune.",
      "sha1": "1d95176c07cbfff71ca54fce7a4b5ddbe6ecb703"
    },
    {
      "content": "The Worst Car Hire Service\n\tWhen David Schwartz left university in 1972, he set up Rent-a-wreck\nas a joke.  Being a natural prankster, he acquired a fleet of beat-up\nshabby, wreckages waiting for the scrap heap in California.\n\tHe put on a cap and looked forward to watching people's faces as he\nconducted them round the choice of bumperless, dented junkmobiles.\n\tTo his lasting surprise there was an insatiable demand for them and\nhe now has 26 thriving branches all over America.  \"People like driving\nround in the worst cars available,\" he said.  Of course they do.\n\t\"If a driver damages the side of a car and is honest enough to\nadmit it, I tell him, `Forget it'.  If they bring a car back late we\noverlook it.  If they've had a crash and it doesn't involve another vehicle\nwe might overlook that too.\"\n\t\"Where's the ashtray?\" asked on Los Angeles wife, as she settled\ninto the ripped interior.  \"Honey,\" said her husband, \"the whole car's the\nash tray.\"\n\t\t-- Stephen Pile, \"The Book of Heroic Failures\"",
      "sha1": "c106ecc980c424d07726fabe0b127d2e756a526c"
    },
    {
      "content": "Their idea of an offer you can't refuse is an offer... and you'd better\nnot refuse.",
      "sha1": "a2f304d069705dd27ad19b8de0d8341817f067a9"
    },
    {
      "content": "Them as has, gets.",
      "sha1": "afc80fc968e211acdfcc8bbc54018667ed676b64"
    },
    {
      "content": "\tThen a man said: Speak to us of Expectations.\n\tHe then said: If a man does not see or hear the waters of the\nJordan, then he should not taste the pomegranate or ply his wares in an\nopen market.\n\tIf a man would not labour in the salt and rock quarries then he\nshould not accept of the Earth that which he refuses to give of\nhimself.\n\n\tSuch a man would expect a pear of a peach tree.\n\tSuch a man would expect a stone to lay an egg.\n\tSuch a man would expect Sears to assemble a lawnmower.\n\t\t-- Kehlog Albran, \"The Profit\"",
      "sha1": "42d3d5ece06b1df1d49bfb2787be7aae04e53a10"
    },
    {
      "content": "Then there was the ScoutMaster who got a fantastic deal on this case of\nTates brand compasses for his troup; only $1.25 each!  Only problem was,\nwhen they got them out in the woods, the compasses were all stuck pointing\nto the \"W\" on the dial.\n\nMoral:\n\tHe who has a Tates is lost!",
      "sha1": "11ffabda904ebaa22c7771ab67f62a78f531b0a1"
    },
    {
      "content": "There are many of us in this old world of ours who hold that things break\nabout even for all of us.  I have observed, for example, that we all get\nabout the same amount of ice.  The rich get it in the summer and the poor\nget it in the winter.\n\t\t-- Bat Masterson",
      "sha1": "bce2314c3696aad455ff9b2d9c90648c3a43ca77"
    },
    {
      "content": "There are worse things in life than death.  Have you ever spent an evening\nwith an insurance salesman?\n\t\t-- Woody Allen",
      "sha1": "3a340ae3da33a87de0b1db4a486bcf679f5282e6"
    },
    {
      "content": "There has been a little distress selling on the stock exchange.\n\t\t-- Thomas W. Lamont, October 29, 1929 (Black Tuesday)",
      "sha1": "39be2be00bb71639c3ee56a7b95c16aef01287b2"
    },
    {
      "content": "There is a good deal of solemn cant about the common interests of capital\nand labour.  As matters stand, their only common interest is that of cutting\neach other's throat.\n\t\t-- Brooks Atkinson, \"Once Around the Sun\"",
      "sha1": "1dd6a2245b870746b52b7cb08b87fc9ff6707e31"
    },
    {
      "content": "There is hardly a thing in the world that some man can not make a little\nworse and sell a little cheaper.",
      "sha1": "2c5fe0524f24986317f41665c3cecb103b087c0e"
    },
    {
      "content": "There is never time to do it right, but always time to do it over.",
      "sha1": "e94b6d1e171a9d4b9514c21a9d1f0f2e65b88cc0"
    },
    {
      "content": "There is no Father Christmas.  It's just a marketing ploy to make low income\nparents' lives a misery.  ...  I want you to picture the trusting face of a\nchild, streaked with tears because of what you just said.  I want you to\npicture the face of its mother, because one week's dole won't pay for one\nMaster of the Universe Battlecruiser!\n\t\t-- Filthy Rich and Catflap",
      "sha1": "a259a898a2108eca8a961ab0e587051874555de7"
    },
    {
      "content": "There is no time like the present for postponing what you ought to be doing.",
      "sha1": "ac63d6175b47864567fcde39076443cc79db93b1"
    },
    {
      "content": "There is nothing so easy but that it becomes difficult when you do it\nreluctantly.\n\t\t-- Publius Terentius Afer (Terence)",
      "sha1": "8d7255ee34cc96d75460861e6b6193ba4a45d966"
    },
    {
      "content": "There is one way to find out if a man is honest -- ask him.  If he says\n\"Yes\" you know he is crooked.\n\t\t-- Groucho Marx",
      "sha1": "3667003d6b7f0f14b612cef53f7ecb64455aa65a"
    },
    {
      "content": "There is very little future in being right when your boss is wrong.",
      "sha1": "934478f9f3b972884eb58b5e6960808a1e97c2de"
    },
    {
      "content": "There must be more to life than having everything.\n\t\t-- Maurice Sendak",
      "sha1": "b3fca77b782b8cc86575f8c0d195ebfff53d8777"
    },
    {
      "content": "\tThere was a college student trying to earn some pocket money by\ngoing from house to house offering to do odd jobs.  He explained this to\na man who answered one door.\n\t\"How much will you charge to paint my porch?\" asked the man.\n\t\"Forty dollars.\"\n\t\"Fine\" said the man, and gave the student the paint and brushes.\n\tThree hours later the paint-splattered lad knocked on the door again.\n\"All done!\", he says, and collects his money.  \"By the way,\" the student says,\n\"That's not a Porsche, it's a Ferrari.\"",
      "sha1": "7602ae81a98a611e27ad7ca85494804feaf551a4"
    },
    {
      "content": "There's no such thing as a free lunch.\n\t\t-- Milton Friendman",
      "sha1": "faf9bfb7820ce3a471011310a175e094c49876c2"
    },
    {
      "content": "There's nothing worse for your business than extra Santa Clauses\nsmoking in the men's room.\n\t\t-- W. Bossert",
      "sha1": "b8551fdbc145c761cb96c0d6d1c9a818f9ac4980"
    },
    {
      "content": "\tThey are fools that think that wealth or women or strong drink or even\ndrugs can buy the most in effort out of the soul of a man.  These things offer\npale pleasures compared to that which is greatest of them all, that task which\ndemands from him more than his utmost strength, that absorbs him, bone and\nsinew and brain and hope and fear and dreams -- and still calls for more.\n\tThey are fools that think otherwise.  No great effort was ever bought.\nNo painting, no music, no poem, no cathedral in stone, no church, no state was\never raised into being for payment of any kind.  No parthenon, no Thermopylae\nwas ever built or fought for pay or glory; no Bukhara sacked, or China ground\nbeneath Mongol heel, for loot or power alone.  The payment for doing these\nthings was itself the doing of them.\n\tTo wield onself -- to use oneself as a tool in one's own hand -- and\nso to make or break that which no one else can build or ruin -- THAT is the\ngreatest pleasure known to man!  To one who has felt the chisel in his hand\nand set free the angel prisoned in the marble block, or to one who has felt\nsword in hand and set homeless the soul that a moment before lived in the body\nof his mortal enemy -- to those both come alike the taste of that rare food\nspread only for demons or for gods.\"\n\t\t-- Gordon R. Dickson, \"Soldier Ask Not\"",
      "sha1": "b5afd7fc69126eef4b857c433608e64e82f69b60"
    },
    {
      "content": "Things worth having are worth cheating for.",
      "sha1": "d7935b1d1f0391bd4d6bb719aa77d4935640a80a"
    },
    {
      "content": "Think lucky. If you fall in a pond, check your pockets for fish.\n\t\t-- Darrell Royal",
      "sha1": "cd4089161a499d5d8c5955d2e7814900eb26aa6d"
    },
    {
      "content": "This is a good time to punt work.",
      "sha1": "eb693f048a7abcb650d08e2c7f7bb4c766fa5782"
    },
    {
      "content": "This is an especially good time for you vacationers who plan to fly, because\nthe Reagan administration, as part of the same policy under which it\nrecently sold Yellowstone National Park to Wayne Newton, has \"deregulated\"\nthe airline industry.  What this means for you, the consumer, is that the\nairlines are no longer required to follow any rules whatsoever.  They can\nshow snuff movies.  They can charge for oxygen.  They can hire pilots right\nout of Vending Machine Refill Person School.  They can conserve fuel by\nejecting husky passengers over water.  They can ram competing planes in\nmid-air.  These innovations have resulted in tremendous cost savings which\nhave been passed along to you, the consumer, in the form of flights with\namazingly low fares, such as $29.  Of course, certain restrictions do apply,\nthe main one being that all these flights take you to Newark, and you must\npay thousands of dollars if you want to fly back out.\n\t\t-- Dave Barry, \"Iowa -- Land of Secure Vacations\"",
      "sha1": "8cfe899b81f897fae6ec97ece5734aa898051a68"
    },
    {
      "content": "This planet has -- or rather had -- a problem, which was this:  most of\nthe people living on it were unhappy for pretty much of the time.  Many\nsolutions were suggested for this problem, but most of these were\nlargely concerned with the movements of small green pieces of paper,\nwhich is odd because on the whole it wasn't the small green pieces of\npaper that were unhappy.\n\t\t-- Douglas Adams",
      "sha1": "8bf204912f93d4ccb6d15a7270e52bbdb38651a2"
    },
    {
      "content": "This week only, all our fiber-fill jackets are marked down!",
      "sha1": "fdbaa1f7c6965261df0c438ed592669d4c823ece"
    },
    {
      "content": "Those who claim the dead never return to life haven't ever been around\nhere at quitting time.",
      "sha1": "7fa9e345201684284f06e1645c0f6383e9e0b4dc"
    },
    {
      "content": "Those who do things in a noble spirit of self-sacrifice are to be avoided\nat all costs.\n\t\t-- N. Alexander.",
      "sha1": "5d6dee55c3094657c1dce37ad5756d58775f2d9e"
    },
    {
      "content": "Time is the most valuable thing a man can spend.\n\t\t-- Theophrastus",
      "sha1": "389d5d72d208c0875679a6e3f4d9c35cf1345b69"
    },
    {
      "content": "Time to take stock.  Go home with some office supplies.",
      "sha1": "28557c8ee6b5bfb39dbef63a8f1e7a0a12d26776"
    },
    {
      "content": "To avoid criticism, do nothing, say nothing, be nothing.\n\t\t-- Elbert Hubbard",
      "sha1": "b612434d9455f1e441262eee266e7fc08c2ff282"
    },
    {
      "content": "To be or not to be, that is the bottom line.",
      "sha1": "a037b602d3291b153fdeeab77f2a913e3461adb6"
    },
    {
      "content": "To do nothing is to be nothing.",
      "sha1": "3ea480a497de03b42186892552a5a577e0a3f3d0"
    },
    {
      "content": "To do two things at once is to do neither.\n\t\t-- Publilius Syrus",
      "sha1": "1443c83c02a87e40ddfa1182acb166d4273427c1"
    },
    {
      "content": "To get back on your feet, miss two car payments.",
      "sha1": "a5513f4332f2e8b01f10abbcd8036220d9119237"
    },
    {
      "content": "To get something done, a committee should consist of no more than three\npersons, two of them absent.",
      "sha1": "0b3880ff7f3242e1629e79e2c6a435ac1d3ef6a3"
    },
    {
      "content": "To restore a sense of reality, I think Walt Disney should have a Hardluckland.\n\t\t-- Jack Paar",
      "sha1": "d1717933aae4801bbd0292db704257a77eb02713"
    },
    {
      "content": "To save a single life is better than to build a seven story pagoda.",
      "sha1": "638945be2f5006b0d348bf91969d338466e04914"
    },
    {
      "content": "To see a need and wait to be asked, is to already refuse.",
      "sha1": "ffcf9babd21c6428d8a89b87ab28e1b3c719dbca"
    },
    {
      "content": "To spot the expert, pick the one who predicts the job will take the longest\nand cost the most.",
      "sha1": "5f61ece0703eee0360efee0c9a9ca39ba393668e"
    },
    {
      "content": "To stay youthful, stay useful.",
      "sha1": "48bd5feac09cd5bac340b95a08a17a7041e89f12"
    },
    {
      "content": "To the landlord belongs the doorknobs.",
      "sha1": "af50761caeb9e47d8b03ba00c60a1756fde030f0"
    },
    {
      "content": "To thine own self be true.  (If not that, at least make some money.)",
      "sha1": "3197607142a147703938207f6f6ef941b7c20b1b"
    },
    {
      "content": "To understand this important story, you have to understand how the telephone\ncompany works.  Your telephone is connected to a local computer, which is in\nturn connected to a regional computer, which is in turn connected to a\nloudspeaker the size of a garbage truck on the lawn of Edna A. Bargewater of\nLawrence, Kan.\n\nWhenever you talk on the phone, your local computer listens in.  If it\nsuspects you're going to discuss an intimate topic, it notifies the computer\nabove it, which listens in and decides whether to alert the one above it,\nuntil finally, if you really humiliate yourself, maybe break down in tears\nand tell your closest friend about a sordid incident from your past\ninvolving a seedy motel, a neighbor's spouse, an entire religious order, a\ngarden hose and six quarts of tapioca pudding, the top computer feeds your\nconversation into Edna's loudspeaker, and she and her friends come out on\nthe porch to listen and drink gin and laugh themselves silly.\n\t\t-- Dave Barry, \"Won't It Be Just Great Owning Our Own Phones?\"",
      "sha1": "e846e2a51b856184661948f00abd963ef5009cf4"
    },
    {
      "content": "Too many people are thinking of security instead of opportunity.  They seem\nmore afraid of life than death.\n\t\t-- James F. Byrnes",
      "sha1": "535ce57f4bacf23eff4c805f02dc86332f9b4bf6"
    },
    {
      "content": "Too much is not enough.",
      "sha1": "cbfde8f519ebe6f6f5c99822b06058a719461c05"
    },
    {
      "content": "Too much of everything is just enough.\n\t\t-- Bob Wier",
      "sha1": "b1603379314cafc29aa4f121208a0bdb3dcf7fbe"
    },
    {
      "content": "Truth is free, but information costs.",
      "sha1": "b977e4e380fc66136993811b7377f26a6a2b0244"
    },
    {
      "content": "Two can Live as Cheaply as One for Half as Long.\n\t\t-- Howard Kandel",
      "sha1": "cd25f70d9b26d89555b9049b9d70dfd4cd625317"
    },
    {
      "content": "Veni, Vidi, VISA:\n\tI came, I saw, I did a little shopping.",
      "sha1": "e4fe8894df56db979f062060bd602ff4f90b2aeb"
    },
    {
      "content": "Very few things actually get manufactured these days, because in an\ninfinitely large Universe, such as the one in which we live, most things one\ncould possibly imagine, and a lot of things one would rather not, grow\nsomewhere.  A forest was discovered recently in which most of the trees grew\nratchet screwdrivers as fruit.  The life cycle of the ratchet screwdriver is\nquite interesting.  Once picked it needs a dark dusty drawer in which it can\nlie undisturbed for years.  Then one night it suddenly hatches, discards its\nouter skin that crumbles into dust, and emerges as a totally unidentifiable\nlittle metal object with flanges at both ends and a sort of ridge and a hole\nfor a screw.  This, when found, will get thrown away.  No one knows what the\nscrewdriver is supposed to gain from this.  Nature, in her infinite wisdom,\nis presumably working on it.",
      "sha1": "c673ca5a05e7f52bdabd7968fedc277c27d7aeb0"
    },
    {
      "content": "Vests are to suits as seat-belts are to cars.",
      "sha1": "f8b77e584ca28bd6c7e3e266d2914e01f7673d24"
    },
    {
      "content": "VI:\n\tA hungry dog hunts best.\n\tA hungrier dog hunts even better.\nVII:\n\tDecreased business base increases overhead.\n\tSo does increased business base.\nVIII:\n\tThe most unsuccessful four years in the education of a cost-estimator\n\tis fifth grade arithmetic.\nIX:\n\tAcronyms and abbreviations should be used to the maximum extent\n\tpossible to make trivial ideas profound.  Q.E.D.\nX:\n\tBulls do not win bull fights; people do.\n\tPeople do not win people fights; lawyers do.\n\t\t-- Norman Augustine",
      "sha1": "9b4ff20828633f4f67ffea9885328d9291d80e41"
    },
    {
      "content": "Vital papers will demonstrate their vitality by spontaneously moving\nfrom where you left them to where you can't find them.",
      "sha1": "95b2cc7d8525e315e203d5b9dcb061da03f5d3b3"
    },
    {
      "content": "\tWARNING TO ALL PERSONNEL:\n\nFirings will continue until morale improves.",
      "sha1": "fcf7e01c883b9335e6c067ee3330bc1fea1dc0e0"
    },
    {
      "content": "Waste not, get your budget cut next year.",
      "sha1": "05d846e5ff03440b402c130ca1d4effade645e2b"
    },
    {
      "content": "We all like praise, but a hike in our pay is the best kind of ways.",
      "sha1": "53494eeb0c0e28a5ff20d1a1648d4364a312ad89"
    },
    {
      "content": "We all live in a state of ambitious poverty.\n\t\t-- Decimus Junius Juvenalis",
      "sha1": "f51d0bdc01d48ce849ff206139ff9aa13e3e8aac"
    },
    {
      "content": "We are not a loved organization, but we are a respected one.\n\t\t-- John Fisher",
      "sha1": "f014c5e7b9f30ccbc45236f3a303f98937561f0d"
    },
    {
      "content": "\tWe have some absolutely irrefutable statistics to show exactly why\nyou are so tired.\n\tThere are not as many people actually working as you may have thought.\n\tThe population of this country is 200 million.  84 million are over\n60 years of age, which leaves 116 million to do the work.  People under 20\nyears of age total 75 million, which leaves 41 million to do the work.\n\tThere are 22 million who are employed by the government, which leaves\n19 million to do the work.  Four million are in the Armed Services, which\nleaves 15 million to do the work.  Deduct 14,800,000, the number in the state\nand city offices, leaving 200,000 to do the work.  There are 188,000 in\nhospitals, insane asylums, etc., so that leaves 12,000 to do the work.\n\tNow it may interest you to know that there are 11,998 people in jail,\nso that leaves just 2 people to carry the load. That is you and me, and\nbrother, I'm getting tired of doing everything myself!",
      "sha1": "be7a100c6e19ee75bd73e3f1e72868503956c7be"
    },
    {
      "content": "\"We maintain that the very foundation of our way of life is what we call\nfree enterprise,\" said Cash McCall, \"but when one of our citizens\nshow enough free enterprise to pile up a little of that profit, we do\nour best to make him feel that he ought to be ashamed of himself.\"\n\t\t-- Cameron Hawley",
      "sha1": "25c1c9de34f590dfb2f66d7a8e17878c3caea940"
    },
    {
      "content": "We were so poor that we thought new clothes meant someone had died.",
      "sha1": "78174cb9d351ccfb05f054912a577994c730bc79"
    },
    {
      "content": "We were so poor we couldn't afford a watchdog.  If we heard a noise at night,\nwe'd bark ourselves.\n\t\t-- Crazy Jimmy",
      "sha1": "d035fbaf5db767b6dc4085804ea8e91ba551028d"
    },
    {
      "content": "We're living in a golden age.  All you need is gold.\n\t\t-- D.W. Robertson.",
      "sha1": "59dbd1057839ab4dee442b6d3c0528b81070e72f"
    },
    {
      "content": "Weekend, where are you?",
      "sha1": "f455d079f8b7e26093f4e5fd188c867c3432e7ae"
    },
    {
      "content": "What good is a ticket to the good life, if you can't find the entrance?",
      "sha1": "94cff100c0eabc89f612b7941b0b1d0383b6fce5"
    },
    {
      "content": "What I mean (and everybody else means) by the word QUALITY cannot be\nbroken down into subjects and predicates.  This is not because Quality\nis so mysterious but because Quality is so simple, immediate, and direct.\n\t\t-- R. Pirsig, \"Zen and the Art of Motorcycle Maintenance\"",
      "sha1": "a0de60dad9ef4c2f8465e9e21fa95d7cb3ba25f8"
    },
    {
      "content": "What is worth doing is worth the trouble of asking somebody to do.",
      "sha1": "38b6f727fa9575e9068fa6f2d102e2cea34b69b3"
    },
    {
      "content": "What sin has not been committed in the name of efficiency?",
      "sha1": "719d0b7652439312da3d928d46ecce8eaa17f460"
    },
    {
      "content": "What the large print giveth, the small print taketh away.",
      "sha1": "b1e96b2ba7c82a6aa50549fd2cd2122316eec499"
    },
    {
      "content": "What they said:\n\tWhat they meant:\n\n\"I recommend this candidate with no qualifications whatsoever.\"\n\t(Yes, that about sums it up.)\n\"The amount of mathematics she knows will surprise you.\"\n\t(And I recommend not giving that school a dime...)\n\"I simply can't say enough good things about him.\"\n\t(What a screw-up.)\n\"I am pleased to say that this candidate is a former colleague of mine.\"\n\t(I can't tell you how happy I am that she left our firm.)\n\"When this person left our employ, we were quite hopeful he would go\na long way with his skills.\"\n\t(We hoped he'd go as far as possible.)\n\"You won't find many people like her.\"\n\t(In fact, most people can't stand being around her.)\n\"I cannot reccommend him too highly.\"\n\t(However, to the best of my knowledge, he has never committed a\n\t felony in my presence.)",
      "sha1": "2762cbd3d3027735a256ea169626b7105cf5ff48"
    },
    {
      "content": "What they said:\n\tWhat they meant:\n\n\"If you knew this person as well as I know him, you would think as much\nof him as I do.\"\n\t(Or as little, to phrase it slightly more accurately.)\n\"Her input was always critical.\"\n\t(She never had a good word to say.)\n\"I have no doubt about his capability to do good work.\"\n\t(And it's nonexistent.)\n\"This candidate would lend balance to a department like yours, which\nalready has so many outstanding members.\"\n\t(Unless you already have a moron.)\n\"His presentation to my seminar last semester was truly remarkable:\none unbelievable result after another.\"\n\t(And we didn't believe them, either.)\n\"She is quite uniform in her approach to any function you may assign her.\"\n\t(In fact, to life in general...)",
      "sha1": "348c5402e4e20f92a3a3efb3d1336d6fc6b05a5e"
    },
    {
      "content": "What they said:\n\tWhat they meant:\n\n\"You will be fortunate if you can get him to work for you.\"\n\t(We certainly never succeeded.)\nThere is no other employee with whom I can adequately compare him.\n\t(Well, our rats aren't really employees...)\n\"Success will never spoil him.\"\n\t(Well, at least not MUCH more.)\n\"One usually comes away from him with a good feeling.\"\n\t(And such a sigh of relief.)\n\"His dissertation is the sort of work you don't expect to see these days;\nin it he has definitely demonstrated his complete capabilities.\"\n\t(And his IQ, as well.)\n\"He should go far.\"\n\t(The farther the better.)\n\"He will take full advantage of his staff.\"\n\t(He even has one of them mowing his lawn after work.)",
      "sha1": "7f3cca65fa4ec168155d4e16cb428394445df1fe"
    },
    {
      "content": "What they say:\t\t\t\tWhat they mean:\n\nA major technological breakthrough...\tBack to the drawing board.\nDeveloped after years of research\tDiscovered by pure accident.\nProject behind original schedule due\tWe're working on something else.\n\tto unforseen difficulties\nDesigns are within allowable limits\tWe made it, stretching a point or two.\nCustomer satisfaction is believed\tSo far behind schedule that they'll be\n\tassured\t\t\t\t\tgrateful for anything at all.\nClose project coordination\t\tWe're gonna spread the blame, campers!\nTest results were extremely gratifying\tIt works, and boy, were we surprised!\nThe design will be finalized...\t\tWe haven't started yet, but we've got\n\t\t\t\t\t\tto say something.\nThe entire concept has been rejected\tThe guy who designed it quit.\nWe're moving forward with a fresh\tWe hired three new guys, and they're\n\tapproach\t\t\t\tkicking it around.\nA number of different approaches...\tWe don't know where we're going, but\n\t\t\t\t\t\twe're moving.\nPreliminary operational tests are\tBlew up when we turned it on.\n\tinconclusive\nModifications are underway\t\tWe're starting over.",
      "sha1": "52cc99a271f0089562b7eee4b3d7b38b2ef1479a"
    },
    {
      "content": "What they say:\t\t\tWhat they mean:\n\nNew\t\t\t\tDifferent colors from previous version.\nAll New\t\t\t\tNot compatible with previous version.\nExclusive\t\t\tNobody else has documentation.\nUnmatched\t\t\tAlmost as good as the competition.\nDesign Simplicity\t\tThe company wouldn't give us any money.\nFool-proof Operation\t\tAll parameters are hard-coded.\nAdvanced Design\t\t\tNobody really understands it.\nHere At Last\t\t\tDidn't get it done on time.\nField Tested\t\t\tWe don't have any simulators.\nYears of Development\t\tFinally got one to work.\nUnprecedented Performance\tNothing ever ran this slow before.\nRevolutionary\t\t\tDisk drives go 'round and 'round.\nFuturistic\t\t\tOnly runs on a next generation supercomputer.\nNo Maintenance\t\t\tImpossible to fix.\nPerformance Proven\t\tWorked through Beta test.\nMeets Tough Quality Standards\tIt compiles without errors.\nSatisfaction Guaranteed\t\tWe'll send you another pack if it fails.\nStock Item\t\t\tWe shipped it before and can do it again.",
      "sha1": "e3b743e96a5ae0b093042ff7e14e565409594a08"
    },
    {
      "content": "What this country needs is a dime that will buy a good five-cent bagel.",
      "sha1": "242144bff202bf154ca5405b6d4b3211581b3ecd"
    },
    {
      "content": "What this country needs is a good five cent ANYTHING!",
      "sha1": "2f54a103120c31672c42505b35d3d1461beea7e7"
    },
    {
      "content": "What this country needs is a good five cent nickel.",
      "sha1": "b530aced523d62570de8a4d6a96b0cd0ed367c1d"
    },
    {
      "content": "What this country needs is a good five dollar plasma weapon.",
      "sha1": "b66c07cc2c337120314067ce97d712b6e332b1f0"
    },
    {
      "content": "What we need in this country, instead of Daylight Savings Time, which nobody\nreally understands anyway, is a new concept called Weekday Morning Time,\nwhereby at 7 a.m. every weekday we go into a space-launch-style \"hold\" for\ntwo to three hours, during which it just remains 7 a.m.  This way we could\nall wake up via a civilized gradual process of stretching and belching and\nscratching, and it would still be only 7 a.m. when we were ready to actually\nemerge from bed.\n\t\t-- Dave Barry, \"$#$%#^%!^%&@%@!\"",
      "sha1": "f6efa0fbc8e4c8186ed79f1413ffe5b81371f9fe"
    },
    {
      "content": "Whatever is not nailed down is mine.  Whatever I can pry up is not nailed down.\n\t\t-- Collis P. Huntingdon, railroad tycoon",
      "sha1": "5cea6d6392d4add323e5454f2ec7b42a24d17e5e"
    },
    {
      "content": "When a Banker jumps out of a window, jump after him--that's where the money is.\n\t\t-- Robespierre",
      "sha1": "724ff39f2a1290ebddd3eb7ecb61bf1fd00a50d7"
    },
    {
      "content": "When a fellow says, \"It ain't the money but the principle of the thing,\"\nit's the money.\n\t\t-- Kim Hubbard",
      "sha1": "96db89e97eac527c96aa6254f45835926f42d25c"
    },
    {
      "content": "When all else fails, read the instructions.",
      "sha1": "30c1e31d7de35912e2848896b68e24df888c112f"
    },
    {
      "content": "When I works, I works hard.\nWhen I sits, I sits easy.\nAnd when I thinks, I goes to sleep.",
      "sha1": "210c853988cc21c232bafc469d48fffee848e626"
    },
    {
      "content": "When in doubt, mumble; when in trouble, delegate; when in charge, ponder.\n\t\t-- James H. Boren",
      "sha1": "232ea077001241bbf444e4d8da375f8538fea5e2"
    },
    {
      "content": "When it is not necessary to make a decision, it is necessary not to\nmake a decision.",
      "sha1": "f0381da869ee98ea5a6bdd88673bafad64049e43"
    },
    {
      "content": "When properly administered, vacations do not diminish productivity: for\nevery week you're away and get nothing done, there's another when your boss\nis away and you get twice as much done.\n\t\t-- Daniel B. Luten",
      "sha1": "f7213ac09822d4cfd2c2f8e73855b9d58670b3ba"
    },
    {
      "content": "When the bosses talk about improving productivity, they are never talking\nabout themselves.",
      "sha1": "6f34a5e9a7c04b9d859d14064d620f914cc8b56a"
    },
    {
      "content": "\tWhen the lodge meeting broke up, Meyer confided to a friend.\n\"Abe, I'm in a terrible pickle!  I'm strapped for cash and I haven't\nthe slightest idea where I'm going to get it from!\"\n\t\"I'm glad to hear that,\" answered Abe.  \"I was afraid you\nmight have some idea that you could borrow from me!\"",
      "sha1": "ace3c5e2f02626c448f31629f18af1aaaf83ced2"
    },
    {
      "content": "When you are working hard, get up and retch every so often.",
      "sha1": "a2b672fa291237b2fc4c6f3bdfe9752e6d9abaee"
    },
    {
      "content": "When you don't know what to do, walk fast and look worried.",
      "sha1": "6049d19fdc68b4c3aa6709a40ff6bcd280874a78"
    },
    {
      "content": "When you don't know what you are doing, do it neatly.",
      "sha1": "061aa5b129fc31280d816248011542d390ce0417"
    },
    {
      "content": "When you go out to buy, don't show your silver.",
      "sha1": "217d5612a6ebe5dc563a818221533eb855a918bb"
    },
    {
      "content": "When you make your mark in the world, watch out for guys with erasers.\n\t\t-- The Wall Street Journal",
      "sha1": "5161e25b17095e9d1d769e37914bdeb15c46f7a3"
    },
    {
      "content": "When your work speaks for itself, don't interrupt.\n\t\t-- Henry J. Kaiser",
      "sha1": "6332dea6695b711f3ff09c1108678145a83320fa"
    },
    {
      "content": "Where there's a will, there's a relative.",
      "sha1": "1100fef6092cd0a702af522409415afd1e68e961"
    },
    {
      "content": "Where there's a will, there's an Inheritance Tax.",
      "sha1": "cf5f0ebd46b7728a61656e49888375eb69cb364d"
    },
    {
      "content": "While money can't buy happiness, it certainly lets you choose your own\nform of misery.",
      "sha1": "5371618d2fb797d9b5816f68ed081f85e5575053"
    },
    {
      "content": "While money doesn't buy love, it puts you in a great bargaining position.",
      "sha1": "71e372fe1c64ca791de5dbebe6ae38075c6c120e"
    },
    {
      "content": "Who goeth a-borrowing goeth a-sorrowing.\n\t\t-- Thomas Tusser",
      "sha1": "f2fee017396748e439d356318a3d3e58e7be39d5"
    },
    {
      "content": "Whoever dies with the most toys wins.",
      "sha1": "bf351410dc0971d74d8f7a812463961d40c97a1f"
    },
    {
      "content": "Why be a man when you can be a success?\n\t\t-- Bertolt Brecht",
      "sha1": "0baeff4393b9b8bce8fd5f136a1750578f729bfd"
    },
    {
      "content": "Will you loan me $20.00 and only give me ten of it?\nThat way, you will owe me ten, and I'll owe you ten, and we'll be even!",
      "sha1": "c9744b79de21ada6bff42972931df0334e0c5507"
    },
    {
      "content": "Wishing without work is like fishing without bait.\n\t\t-- Frank Tyger",
      "sha1": "ffe5c87b0d5c8eea2a88e8d7c6be84a1174e98c2"
    },
    {
      "content": "Work expands to fill the time available.\n\t\t-- Cyril Northcote Parkinson, \"The Economist\", 1955",
      "sha1": "068731150cd1823560f8e482db20aa9e9fd8a7de"
    },
    {
      "content": "Work is of two kinds: first, altering the position of matter at or near\nthe earth's surface relative to other matter; second, telling other people\nto do so.\n\t\t-- Bertrand Russell",
      "sha1": "92f090728922d929a447d19c97545cde535b497b"
    },
    {
      "content": "Work is the crab grass in the lawn of life.\n\t\t-- Schulz",
      "sha1": "3ae75bbb1a25b5c43b6937def4563d94e16a82ec"
    },
    {
      "content": "Work smarter, not harder, and be careful of your speling.",
      "sha1": "e36e3c9bdd59b89b57fa1b0c8736db8bfc0bddbf"
    },
    {
      "content": "Work without a vision is slavery, Vision without work is a pipe dream,\nBut vision with work is the hope of the world.",
      "sha1": "2c4e24b234cf086023ff87937b05ed80ad33c72c"
    },
    {
      "content": "XI:\n\tIf the Earth could be made to rotate twice as fast, managers would\n\tget twice as much done.  If the Earth could be made to rotate twenty\n\ttimes as fast, everyone else would get twice as much done since all\n\tthe managers would fly off.\nXII:\n\tIt costs a lot to build bad products.\nXIII:\n\tThere are many highly successful businesses in the United States.\n\tThere are also many highly paid executives.  The policy is not to\n\tintermingle the two.\nXIV:\n\tAfter the year 2015, there will be no airplane crashes.  There will\n\tbe no takeoffs either, because electronics will occupy 100 percent\n\tof every airplane's weight.\nXV:\n\tThe last 10 percent of performance generates one-third of the cost\n\tand two-thirds of the problems.\n\t\t-- Norman Augustine",
      "sha1": "8ab2944d5ab329541028774b412a0bf850d7d41a"
    },
    {
      "content": "XLI:\n\tThe more one produces, the less one gets.\nXLII:\n\tSimple systems are not feasible because they require infinite testing.\nXLIII:\n\tHardware works best when it matters the least.\nXLIV:\n\tAircraft flight in the 21st century will always be in a westerly\n\tdirection, preferably supersonic, crossing time zones to provide the\n\tadditional hours needed to fix the broken electronics.\nXLV:\n\tOne should expect that the expected can be prevented, but the\n\tunexpected should have been expected.\nXLVI:\n\tA billion saved is a billion earned.\n\t\t-- Norman Augustine",
      "sha1": "267c10d8cfee38b89c0145ca82355fac51e892df"
    },
    {
      "content": "XLVII:\n\tTwo-thirds of the Earth's surface is covered with water.  The other\n\tthird is covered with auditors from headquarters.\nXLVIII:\n\tThe more time you spend talking about what you have been doing, the\n\tless time you have to spend doing what you have been talking about.\n\tEventually, you spend more and more time talking about less and less\n\tuntil finally you spend all your time talking about nothing.\nXLIX:\n\tRegulations grow at the same rate as weeds.\nL:\n\tThe average regulation has a life span one-fifth as long as a\n\tchimpanzee's and one-tenth as long as a human's -- but four times\n\tas long as the official's who created it.\nLI:\n\tBy the time of the United States Tricentennial, there will be more\n\tgovernment workers than there are workers.\nLII:\n\tPeople working in the private sector should try to save money.\n\tThere remains the possibility that it may someday be valuable again.\n\t\t-- Norman Augustine",
      "sha1": "c695caa5be01b7a00d3575d1d7e785b29dbb0ba7"
    },
    {
      "content": "XVI:\n\tIn the year 2054, the entire defense budget will purchase just one\n\taircraft.  This aircraft will have to be shared by the Air Force and\n\tNavy 3-1/2 days each per week except for leap year, when it will be\n\tmade available to the Marines for the extra day.\nXVII:\n\tSoftware is like entropy.  It is difficult to grasp, weighs nothing,\n\tand obeys the Second Law of Thermodynamics, i.e., it always increases.\nXVIII:\n\tIt is very expensive to achieve high unreliability.  It is not uncommon\n\tto increase the cost of an item by a factor of ten for each factor of\n\tten degradation accomplished.\nXIX:\n\tAlthough most products will soon be too costly to purchase, there will\n\tbe a thriving market in the sale of books on how to fix them.\nXX:\n\tIn any given year, Congress will appropriate the amount of funding\n\tapproved the prior year plus three-fourths of whatever change the\n\tadministration requests -- minus 4-percent tax.\n\t\t-- Norman Augustine",
      "sha1": "af864829fd7a6b001dccce8951509b424dada47b"
    },
    {
      "content": "XXI:\n\tIt's easy to get a loan unless you need it.\nXXII:\n\tIf stock market experts were so expert, they would be buying stock,\n\tnot selling advice.\nXXIII:\n\tAny task can be completed in only one-third more time than is\n\tcurrently estimated.\nXXIV:\n\tThe only thing more costly than stretching the schedule of an\n\testablished project is accelerating it, which is itself the most\n\tcostly action known to man.\nXXV:\n\tA revised schedule is to business what a new season is to an athlete\n\tor a new canvas to an artist.\n\t\t-- Norman Augustine",
      "sha1": "31ea0660c76737f6b206f06dd64ca5b93429fd99"
    },
    {
      "content": "XXVI:\n\tIf a sufficient number of management layers are superimposed on each\n\tother, it can be assured that disaster is not left to chance.\nXXVII:\n\tRank does not intimidate hardware.  Neither does the lack of rank.\nXXVIII:\n\tIt is better to be the reorganizer than the reorganizee.\nXXIX:\n\tExecutives who do not produce successful results hold on to their\n\tjobs only about five years.  Those who produce effective results\n\thang on about half a decade.\nXXX:\n\tBy the time the people asking the questions are ready for the answers,\n\tthe people doing the work have lost track of the questions.\n\t\t-- Norman Augustine",
      "sha1": "73634ba39b1729f273f25d59397d08c6b50813af"
    },
    {
      "content": "XXXI:\n\tThe optimum committee has no members.\nXXXII:\n\tHiring consultants to conduct studies can be an excellent means of\n\tturning problems into gold -- your problems into their gold.\nXXXIII:\n\tFools rush in where incumbents fear to tread.\nXXXIV:\n\tThe process of competitively selecting contractors to perform work\n\tis based on a system of rewards and penalties, all distributed\n\trandomly.\nXXXV:\n\tThe weaker the data available upon which to base one's conclusion,\n\tthe greater the precision which should be quoted in order to give\n\tthe data authenticity.\n\t\t-- Norman Augustine",
      "sha1": "de2d1994d8f31eae8364bc1b4852edc31a6fce88"
    },
    {
      "content": "XXXVI:\n\tThe thickness of the proposal required to win a multimillion dollar\n\tcontract is about one millimeter per million dollars.  If all the\n\tproposals conforming to this standard were piled on top of each other\n\tat the bottom of the Grand Canyon it would probably be a good idea.\nXXXVII:\n\tNinety percent of the time things will turn out worse than you expect.\n\tThe other 10 percent of the time you had no right to expect so much.\nXXXVIII:\n\tThe early bird gets the worm.\n\tThe early worm ... gets eaten.\nXXXIX:\n\tNever promise to complete any project within six months of the end of\n\tthe year -- in either direction.\nXL:\n\tMost projects start out slowly -- and then sort of taper off.\n\t\t-- Norman Augustine",
      "sha1": "c5ecb3b0c6b666297cd2cadeea1b268040cf8818"
    },
    {
      "content": "Yesterday I was a dog.  Today I'm a dog.  Tomorrow I'll probably still\nbe a dog. Sigh!  There's so little hope for advancement.\n\t\t-- Snoopy",
      "sha1": "9ee675eceef9bdf5dc53bf06b52cb427589e9d6d"
    },
    {
      "content": "You are always doing something marginal when the boss drops by your desk.",
      "sha1": "1c827bff334c9ab5d89c7741b01b0fb031d4bfff"
    },
    {
      "content": "You can fool all the people all of the time if the advertising is right\nand the budget is big enough.\n\t\t-- Joseph E. Levine",
      "sha1": "37feeb417566667f1ba504f54d37917caf147026"
    },
    {
      "content": "You can tell the ideals of a nation by its advertisements.\n\t\t-- Norman Douglas",
      "sha1": "cf5be27077a504be9a60d13241d77e7bad6ec190"
    },
    {
      "content": "You knew the job was dangerous when you took it, Fred.\n\t\t-- Superchicken",
      "sha1": "7323ccb6d95da16d6a6e2e1897407a3fdad4a354"
    },
    {
      "content": "You know, the difference between this company and the Titanic is that the\nTitanic had paying customers.",
      "sha1": "b3d53aa0dc6ab469312f766b33a867f2798e2549"
    },
    {
      "content": "You or I must yield up his life to Ahrimanes.  I would rather it were you.\nI should have no hesitation in sacrificing my own life to spare yours, but\nwe take stock next week, and it would not be fair on the company.\n\t\t-- J. Wellington Wells",
      "sha1": "96ddf851b3b1cfffcc83c4035bfc9a05bc2644dd"
    },
    {
      "content": "YOU TOO CAN MAKE BIG MONEY IN THE EXCITING FIELD OF PAPER SHUFFLING!\n\nMr. Smith of Muddle, Mass. says:  \"Before I took this course I used to be\na lowly bit twiddler.  Now with what I learned at MIT Tech I feel really\nimportant and can obfuscate and confuse with the best.\"\n\nMr. Watkins had this to say:  \"Ten short days ago all I could look forward\nto was a dead-end job as a engineer.  Now I have a promising future and\nmake really big Zorkmids.\"\n\nMIT Tech can't promise these fantastic results to everyone, but when\nyou earn your MDL degree from MIT Tech your future will be brighter.\n\n\t\tSEND FOR OUR FREE BROCHURE TODAY!\n%",
      "sha1": "54455f0537abe02a2c9f2403ee4fcef88e11f38d"
    }
  ]
}